Repository: hansika457/Sukoon-SETU
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr, te

# quizSectionEQuestion4
source: Have you ever thought about harming yourself or ending your life?
bn: আপনি কি কখনও নিজেকে আঘাত করার বা জীবন শেষ করার কথা ভেবেছেন?
hi: क्या आपने कभी खुद को नुकसान पहुँचाने या जीवन समाप्त करने के बारे में सोचा है?
mr: तुमच्या मनात कधी स्वतःला इजा करण्याचा किंवा आयुष्य संपवण्याचा विचार आला आहे का?
te: మీరు ఎప్పుడైనా మీకు హాని చేసుకోవాలని లేదా జీవితాన్ని ముగించుకోవాలనే ఆలోచన కలిగిందా?

# quizSectionEQuestion5
source: Do you feel there is no reason to live?
bn: আপনার কি মনে হয় জীবনের আর কোনো অর্থ নেই?
hi: क्या आपको लगता है कि जीने का कोई कारण नहीं है?
mr: तुम्हाला असं वाटतं का की जगण्यासाठी काहीही कारण उरलेलं नाही?
te: మీకు జీవించడానికి ఎటువంటి కారణం లేదనిపిస్తున్నదా?

# diabetes
source: Diabetes 🩺 Diabetes is a long-term condition where sugar stays in your blood instead of going into your cells for energy, due to lack of insulin or poor insulin use. High sugar levels over time can damage the heart, kidneys, eyes, and nerves. ⚠️ Common symptoms include: feeling very thirsty, frequent urination (especially at night), constant tiredness, blurry vision, sudden weight loss, slow-healing wounds, numbness or tingling in hands or feet. ✅ What you can do: 🍽️ Eat smarter avoid sweets and soft drinks, eat more vegetables, fruits, and whole grains, limit fried food, eat meals on time. 🏃 Stay active walk or move at least 30 minutes daily, even household work helps, Lose some weight—just 5–10% weight loss can improve sugar control. 🧪 Get tested—especially if you're 35+, overweight, or have a family history. 🚭 Avoid smoking, alcohol, sugary drinks(choose water buttermilkor unsweetened tea.), 🧘‍♀️ Take care of your mental health—diabetes can be stressful, so talk to someone and try to stay calm, as stress also raises blood sugar. 📌 See a doctor if you notice symptoms like blurry vision, tiredness, frequent urination, slow-healing wounds, or numbness—even if you feel okay.
bn: ডায়াবেটিস 🩺 ডায়াবেটিস একটি দীর্ঘমেয়াদী রোগ যেখানে শরীরে ইনসুলিন ঠিকমতো কাজ না করলে রক্তে শর্করার মাত্রা বেড়ে যায়। সময়ের সঙ্গে এটি হৃদয়, কিডনি, চোখ ও স্নায়ুকে ক্ষতি করতে পারে। ⚠️ সাধারণ লক্ষণ: • বারবার পিপাসা লাগা • ঘন ঘন প্রস্রাব • অতিরিক্ত ক্লান্তি • ঝাপসা দৃষ্টি • হঠাৎ ওজন কমে যাওয়া • ক্ষত ধীরে ভালো হওয়া • হাত-পায়ে ঝিনঝিনি বা অবশভাব ✅ করণীয়: 🍽️ স্মার্ট খাওয়া: • মিষ্টি ও সফট ড্রিঙ্ক এড়িয়ে চলুন • শাকসবজি, ফল, পূর্ণ শস্য খান • ভাজা খাবার কম খান • নির্দিষ্ট সময়ে খাবার খান 🏃 সক্রিয় থাকুন: • প্রতিদিন ৩০ মিনিট হাঁটুন বা হালকা কাজ করুন 📉 ৫–১০% ওজন কমালে রক্তে চিনি নিয়ন্ত্রণে আসে 🧪 যদি আপনি ৩৫+ হন, অতিরিক্ত ওজন বা পারিবারিক ইতিহাস থাকে, তাহলে রক্তে চিনি পরীক্ষা করান 🚭 ধূমপান, মদ ও মিষ্টি পানীয় এড়িয়ে চলুন 🧘 মানসিক চাপ কমান, কথা বলুন বা ধ্যান করুন 📌 উপসর্গ থাকলে ডাক্তারের সঙ্গে পরামর্শ করুন
hi: मधुमेह 🩺 मधुमेह एक दीर्घकालिक स्थिति है जिसमें आपके शरीर में शर्करा कोशिकाओं में नहीं जाती और रक्त में बनी रहती है, क्योंकि शरीर में इंसुलिन की कमी या प्रभावहीनता होती है। समय के साथ उच्च रक्त शर्करा हृदय, गुर्दे, आंखों और नसों को नुकसान पहुंचा सकती है। ⚠️ सामान्य लक्षण: • बार-बार प्यास लगना • बार-बार पेशाब आना (खासकर रात में) • थकान • धुंधली दृष्टि • अचानक वजन घटना • घावों का धीरे भरना • हाथ-पैरों में सुन्नता या झनझनाहट ✅ क्या करें: 🍽️ सही खानपान: मीठा और सॉफ्ट ड्रिंक्स न लें, ज्यादा सब्जियां, फल, साबुत अनाज खाएं 🏃 रोज़ 30 मिनट चलें, हल्की फिजिकल एक्टिविटी करें 📉 थोड़ा वजन कम करें — 5–10% भी काफी है 🧪 35+ उम्र में या फैमिली हिस्ट्री हो तो शुगर की जांच कराएं 🚭 धूम्रपान, शराब और मीठे पेय से बचें 🧘 मानसिक तनाव कम करें — बात करें, ध्यान करें 📌 डॉक्टर से मिलें अगर लक्षण बार-बार दिखें
mr: मधुमेह 🩺 मधुमेह ही एक दीर्घकालीन स्थिती आहे जिथे शरीर ग्लुकोज योग्य प्रकारे वापरत नाही, त्यामुळे रक्तात साखर साचते. यामुळे हृदय, किडनी, डोळे आणि मज्जातंतूंना हानी होऊ शकते. ⚠️ लक्षणे: • वारंवार तहान लागणे • वारंवार लघवी होणे (खासकरून रात्री) • थकवा जाणवणे • धूसर दृष्टी • अचानक वजन कमी होणे • जखमा उशीराने भरून येणे • हात/पाय सुन्न होणे, झिणझिणीत होणे ✅ काय करावे: 🍽️ आहारात बदल: • गोड पदार्थ, सॉफ्ट ड्रिंक्स टाळा • भरपूर भाजीपाला, फळे, संपूर्ण धान्य खा • तळलेले पदार्थ कमी करा • वेळेवर खाणे पाळा 🏃 रोज चालणे किंवा घरकामात सक्रिय राहा (किमान ३० मिनिटे) 📉 ५–१०% वजन कमी केल्याने साखर नियंत्रणात येते 🧪 वय ३५+, लठ्ठपणा, किंवा घरात इतिहास असल्यास तपासणी करा 🚭 धूम्रपान, मद्यपान, गोड पेये टाळा 🧘 मानसिक ताण कमी करा, संवाद साधा 📌 लक्षणे आढळल्यास डॉक्टरांचा सल्ला घ्या
te: డయాబెటిస్ 🩺 డయాబెటిస్ అనేది దీర్ఘకాలిక వ్యాధి. శరీరం చక్కెరను సరైనంగా ఉపయోగించకపోతే రక్తంలో చక్కెర పెరిగిపోతుంది. ఇది హృదయం, మూత్రపిండాలు, కళ్ళు, నరాలకు నెమ్మదిగా హానికరం. ⚠️ సాధారణ లక్షణాలు: • తరచుగా దాహం వేయడం • ఎక్కువసార్లు మూత్ర విసర్జన (రాత్రి సమయంలో ఎక్కువగా) • ఎక్కువ అలసట • చూపు మసకబారడం • ఆకస్మికంగా బరువు తగ్గడం • గాయాలు నెమ్మదిగా మానడం • చేతులు లేదా కాళ్లలో గిల్లినట్లు అనిపించడం ✅ ఏం చేయాలి: 🍽️ ఆహారపు అలవాట్లు మార్చండి: • చక్కెర, మిఠాయిలు, కార్బొనేటెడ్ డ్రింకులు మానండి • కూరగాయలు, పండ్లు, బ్రౌన్ రైస్ వంటి పూర్తి ధాన్యాలు తీసుకోండి • వేయించిన పదార్థాలు తగ్గించండి • భోజనాన్ని సమయానికి తీసుకోండి 🏃 శారీరకంగా చురుగ్గా ఉండండి: • రోజుకు కనీసం 30 నిమిషాలు నడవండి • ఇల్లు శుభ్రపరచడం వంటి పని కూడా సహాయపడుతుంది 📉 బరువు తగ్గడం (5–10%) వల్ల బ్లడ్ షుగర్ మెరుగవుతుంది 🧪 మీరు 35 ఏళ్లు పైబడినవారు, అధిక బరువు ఉన్నవారు లేదా కుటుంబ చరిత్ర ఉన్నవారైతే పరీక్షించుకోండి 🚭 పొగతాగడం, మద్యం, తీపి పానీయాలు నివారించండి 🧘 మానసిక ఒత్తిడి తగ్గించండి, మాట్లాడండి, ధ్యానం చేయండి 📌 పై లక్షణాలు ఉంటే డాక్టర్‌ను సంప్రదించండి

# bloodPressure
source: Blood Pressure 🫀 What is Blood Pressure (BP)? • BP is the force of blood pushing against artery walls when the heart pumps. • High BP (hypertension) happens when this pressure stays high for too long. • It often has no symptoms but can damage heart, kidneys, brain, and eyes over time. ⚠️ Common Symptoms (Sometimes Felt) • 🧠 Morning headaches or pain at the back of the head. • 🤯 Dizziness or feeling lightheaded. • 👀 Blurred or double vision. • ❤️ Fast or pounding heartbeat (palpitations). • 😴 Extreme tiredness or confusion in severe cases. 📈 How Is BP Measured? • Normal: Less than 120/80 mmHg • Elevated: 120–129 / less than 80 • High (Stage 1): 130–139 / 80–89 • High (Stage 2): 140+ / 90+ • Hypertensive Crisis: 180+ / 120+ (Seek immediate help) ✅ What You Can Do (Precautions and Home Care) 🥦 Eat Mindfully • Use less salt in cooking; avoid salty snacks like chips, pickles, papads. • Eat fruits and vegetables—like bananas, tomatoes, leafy greens. • Avoid fried, oily, and junk food. • Eat small, regular meals—don’t overeat. 🏃 Move More • Walk daily for at least 30 minutes. • Try yoga or deep breathing (like anulom-vilom). • Avoid long sitting—stand or stretch hourly. ⚖️ Maintain Healthy Weight • Losing a few kilos can lower BP. • Obesity is closely linked to high BP. 🧂 Control Salt and Water Retention • Use rock salt or low-sodium salt if advised. • Avoid processed foods—they often hide extra salt. 📵 Avoid Harmful Habits • 🚬 Quit smoking—it raises BP and harms vessels. • 🍺 Limit alcohol—it can spike BP. • ☕ Cut back on caffeine if sensitive to tea/coffee. 🧘‍♀️ Manage Stress • Chronic stress increases BP—relax with: o Deep breathing o Meditation or prayer o Nature walks, music, or chatting with friends 🩺 Monitor & Get Checked • Check BP regularly if you’re over 30, overweight, or have family history. • Keep records—home BP machines help. • Don’t stop medicine without consulting a doctor. 🔔 When to See a Doctor • If BP is consistently above 140/90 mmHg. • If you have chest pain, breathlessness, or sudden vision issues. • If you’ve had a stroke or heart problem before.
bn: রক্তচাপ 🫀 কী? • যখন হৃদয় রক্ত পাম্প করে তখন ধমনীতে যে চাপ তৈরি হয় সেটাই রক্তচাপ। • যখন এই চাপ দীর্ঘ সময় ধরে বেশি থাকে, তখন তাকে হাইপারটেনশন বলা হয়। • উপসর্গ নাও থাকতে পারে, কিন্তু এটা হৃদয়, কিডনি, চোখ ও মস্তিষ্কের ক্ষতি করতে পারে। ⚠️ উপসর্গ: • মাথাব্যথা (বিশেষত সকালে) • মাথা ঘোরা • ঝাপসা বা দ্বৈত দৃষ্টি • হৃদস্পন্দন বেড়ে যাওয়া • অত্যধিক ক্লান্তি বা বিভ্রান্তি 📈 রক্তচাপের মাত্রা: • স্বাভাবিক: < 120/80 mmHg • বাড়ন্ত: 120–129 / < 80 • উচ্চ (স্টেজ ১): 130–139 / 80–89 • উচ্চ (স্টেজ ২): 140+ / 90+ • সংকট: 180+ / 120+ (অবিলম্বে চিকিৎসা নিন) ✅ করণীয়: 🥦 কম লবণ খান, ফল-সবজি বেশি খান 🏃 প্রতিদিন হাঁটুন, যোগাভ্যাস করুন ⚖️ ওজন নিয়ন্ত্রণ করুন 📵 ধূমপান, অ্যালকোহল, ক্যাফেইন কমান 🧘 চাপ নিয়ন্ত্রণ করুন 🩺 নিয়মিত রক্তচাপ পরীক্ষা করুন
hi: रक्तचाप 🫀 क्या है? • हृदय द्वारा खून को धमनियों में पंप करने से जो दबाव बनता है, उसे रक्तचाप कहते हैं • यह बहुत अधिक हो जाए तो हाइपरटेंशन होता है • अधिक समय तक उच्च BP से हृदय, मस्तिष्क, आंखों और किडनी को नुकसान हो सकता है ⚠️ लक्षण: • सिरदर्द (खासकर सुबह) • चक्कर आना • धुंधली या दोहरी दृष्टि • तेज़ धड़कन • थकान या भ्रम 📈 माप स्तर: • सामान्य: < 120/80 mmHg • थोड़ा बढ़ा हुआ: 120–129 / < 80 • उच्च (स्टेज 1): 130–139 / 80–89 • उच्च (स्टेज 2): 140+ / 90+ • संकट स्तर: 180+ / 120+ (तुरंत इलाज करें) ✅ क्या करें: 🥦 कम नमक खाएं, फल-सब्जी बढ़ाएं 🏃 रोज़ टहलें, योग करें ⚖️ वजन कम करें 📵 धूम्रपान, शराब, कैफीन सीमित करें 🧘 तनाव कम करें 🩺 बीपी की नियमित जांच कराएं
mr: रक्तदाब 🫀 काय आहे? • हृदय जेव्हा रक्त पंप करते तेव्हा निर्माण होणारा दाब म्हणजे रक्तदाब. • हा दाब सतत जास्त असेल तर उच्च रक्तदाब (हायपरटेन्शन) होतो • हे हृदय, किडनी, मेंदू व डोळ्यांचे नुकसान करू शकते ⚠️ लक्षणे: • डोकेदुखी (सकाळी विशेषतः) • चक्कर येणे • धूसर किंवा दुहेरी दृष्टी • हृदय जोरात धडधडणे • थकवा किंवा गोंधळ 📈 मोजमाप: • सामान्य: <120/80 mmHg • वाढलेला: 120–129 / <80 • स्टेज 1: 130–139 / 80–89 • स्टेज 2: 140+ / 90+ • संकटजनक: 180+ / 120+ (तत्काळ उपचार घ्या) ✅ काय करावे: 🥦 आहार: • मीठ कमी करा, चिप्स, लोणचं, पापड टाळा • केळी, टोमॅटो, पालक यासारखी फळे/भाजी वाढवा • जंकफूड, तळलेले पदार्थ टाळा • कमी प्रमाणात, वेळेवर खा 🏃 व्यायाम: • रोज ३० मिनिटे चालणे, योग करणे • सतत बसणे टाळा, दर तासाला थोडं फिरा ⚖️ वजन कमी करणे फायदेशीर 🧂 लो-सोडियम मीठ वापरा, प्रोसेस्ड फूड टाळा 📵 धूम्रपान, दारू, चहा-कॉफी मर्यादित 🧘 ताण कमी करा 🩺 नियमित तपासणी करा
te: బిపి (రక్తపోటు) 🫀 బిపి అంటే ఏమిటి? • గుండె రక్తాన్ని పంపుతున్నప్పుడు రక్తనాళాలపై వచ్చే ఒత్తిడే బిపి. • ఇది ఎక్కువసేపు ఎక్కువగా ఉండితే హై బిపి (హైపర్‌టెన్షన్) అని అంటారు • ఇది హృదయం, కిడ్నీలు, కళ్ళు మరియు మెదడు పైనా ప్రభావం చూపుతుంది ⚠️ లక్షణాలు: • తలలో నొప్పి (అయితే చాలామందిలో ఏ లక్షణాలూ ఉండవు) • తలనొప్పి, తల తిరగడం • చూపు మసకబారడం • గుండె బలంగా కొట్టుకోవడం • అలసట, గందరగోళం (తీవ్రంగా ఉంటే) 📈 స్థాయిలు: • సాధారణ: 120/80 mmHg కన్నా తక్కువ • పెరిగినది: 120–129 / 80 కన్నా తక్కువ • స్టేజ్ 1: 130–139 / 80–89 • స్టేజ్ 2: 140+ / 90+ • ప్రమాదకరం: 180+ / 120+ (తక్షణ చికిత్స అవసరం) ✅ ఏం చేయాలి: 🥦 తినే అలవాట్లు మార్చండి: • ఉప్పు తక్కువగా వాడండి • జంక్ ఫుడ్, పప్పులు, పప్పులోన్లు, పాపడ్లు మానండి • పండ్లు, కూరగాయలు, ముఖ్యంగా దుంపలు, టొమాటోలు, ఆకుకూరలు తీసుకోండి 🏃 నడవండి, యోగా చేయండి, శరీరాన్ని కదిలించండి ⚖️ బరువును తగ్గించండి 🧂 రాక్ సాల్ట్/లో సోడియం ఉప్పు వాడండి (డాక్టర్ సలహా మేరకు) 📵 పొగతాగడం, మద్యం తాగడం, ఎక్కువ కాఫీ తాగడం తగ్గించండి 🧘 ధ్యానం, మెలకువలు సాధన 🩺 30 ఏళ్లు పైబడినవారు, బరువు ఎక్కువవారైతే తినే ముందు పరీక్షలు చేయించుకోవాలి

# asthma
source: Asthma 🫁 What is Asthma? • A long-term condition that narrows and inflames your airways, making it hard to breathe. • It’s triggered by dust, pollution, smoke, cold air, exercise, or emotional stress. • It is not contagious and can be managed with proper care. ⚠️ Common Symptoms • Trouble breathing, especially during activity or at night. • Wheezing — a whistling sound while exhaling. • Chest tightness — like something heavy on your chest. • Frequent coughing, especially in the morning or at night. • Shortness of breath even after light tasks. ✅ What You Can Do at Home • Keep your home clean and dust-free — mop instead of sweeping. • Avoid strong smells like incense, perfumes, or cleaning sprays. • Always carry and use your inhaler if prescribed — don’t skip doses. • Wear a mask when cleaning or in polluted areas. • Practice breathing exercises like Anulom-Vilom or pursed-lip breathing. • Use steam inhalation occasionally to ease tightness. 📌 When to See a Doctor • If you need your inhaler more than usual. • If symptoms disturb sleep or make it hard to talk or walk. • If lips or face turn blue — get emergency help immediately. ❓ Common Questions • “Can I play sports with asthma?” → Yes, with proper treatment and warm-up. • “Is asthma lifelong?” → Often, but it can be controlled with care. • “Can adults get asthma?” → Yes, adult-onset asthma is common.
bn: হাঁপানি 🫁 হাঁপানি কী? • এটা একটি দীর্ঘস্থায়ী রোগ যেখানে শ্বাসনালী সরু হয়ে যায় এবং ফোলা থাকে, ফলে শ্বাস নিতে কষ্ট হয়। • ধুলা, ধোঁয়া, ঠান্ডা, ব্যায়াম, মানসিক চাপ ইত্যাদি ট্রিগার হতে পারে। • এটি সংক্রামক নয় এবং নিয়মিত ব্যবস্থাপনায় নিয়ন্ত্রণে রাখা যায়। ⚠️ লক্ষণ: • শ্বাসকষ্ট (বিশেষ করে রাতে বা শরীরচর্চার সময়) • শ্বাসের সময় সিঁটি ধ্বনি (ঘরঘর) • বুকে টান লাগা • বারবার কাশি • হালকা কাজেও ক্লান্তি ✅ করণীয়: • পরিষ্কার-পরিচ্ছন্নতা বজায় রাখুন, ঝাড়ু না দিয়ে মপ ব্যবহার করুন • তীব্র গন্ধ এড়িয়ে চলুন • ইনহেলার সঙ্গে রাখুন এবং সময়মতো ব্যবহার করুন • দূষণ বা পরিষ্কারের সময় মাস্ক পরুন • অনুলোম-বিলোম, স্টিম ইত্যাদি করুন 📌 ডাক্তারের সঙ্গে যোগাযোগ করুন যদি ইনহেলার বেশি লাগে বা ঠোঁট/মুখ নীল হয়ে যায়
hi: दमा 🫁 क्या है? • दमा में श्वसन नलिकाएं संकरी व सूजी हो जाती हैं • धूल, धुआं, सर्दी, व्यायाम या तनाव से बढ़ सकता है • यह संक्रामक नहीं है और इलाज से नियंत्रण में रहता है ⚠️ लक्षण: • सांस लेने में तकलीफ • सीटी जैसी आवाज़ (घरघराहट) • सीने में जकड़न • लगातार खांसी (सुबह या रात) • हल्के काम में भी थकावट ✅ क्या करें: • घर साफ रखें, झाड़ू की जगह पोछा लगाएं • तेज गंध या धुएं से बचें • इनहेलर का नियमित उपयोग करें • मास्क पहनें • अनुलोम-विलोम व भाप लें 📌 डॉक्टर से मिलें यदि लक्षण बढ़ें या होंठ नीले पड़ें
mr: दमा 🫁 काय आहे? • दम्यामुळे श्वसननलिका सूजतात व अरुंद होतात, त्यामुळे श्वास घेण्यास त्रास होतो • धूळ, प्रदूषण, धूर, थंडी, व्यायाम किंवा मानसिक ताणामुळे वाढतो • संसर्गजन्य नाही, पण योग्य काळजी घेतल्यास नियंत्रणात राहतो ⚠️ लक्षणे: • श्वास घेण्यास अडचण (विशेषतः रात्री किंवा हालचालीवेळी) • श्वास घेताना शिटीसारखा आवाज (व्हिजिंग) • छातीत जडपणा जाणवणे • वारंवार खोकला (सकाळी/रात्री) • थोडं काम केल्यानंतर दम लागणे ✅ काय करावे: • घर स्वच्छ व धुळीविरहित ठेवा, झाडूऐवजी पोछा करा • धूर, परफ्युम, क्लिनरपासून दूर रहा • डॉक्टरांनी सांगितलेला इनहेलर वापरा • प्रदूषित ठिकाणी मास्क वापरा • अनुलोम-विलोम, स्टीम घ्या 📌 डॉक्टरांचा सल्ला घ्या: • इनहेलर वारंवार लागल्यास • झोप/बोलणं/चालणं अशक्य झाल्यास • ओठ निळे पडल्यास
te: ఆస్తమా 🫁 ఆస్తమా అంటే ఏమిటి? • ఊపిరితిత్తులలో గాలి వెళ్లే మార్గాలు బిగుసుకుపోయి ఉబ్బడం వల్ల ఊపిరి తీసుకోవడం కష్టపడుతుంది • ఇది ధూళి, పొగ, చల్లదనం, వ్యాయామం, ఒత్తిడి వంటి వాటితో ట్రిగ్గర్ అవుతుంది • ఇది అంటుకునే వ్యాధి కాదు; సరైన చికిత్సతో నియంత్రణ సాధ్యమే ⚠️ లక్షణాలు: • శ్వాస తీసుకోవడంలో ఇబ్బంది • ఊపిరి తీసేటప్పుడు శబ్దం (వీజింగ్) • ఛాతీలో బిగుతుగా ఉండటం • ఎక్కువగా ఉదయం లేదా రాత్రి దగ్గు రావడం • చిన్న పనిలోనూ ఊపిరి తీయడం కష్టంగా ఉండటం ✅ ఇంట్లో తీసుకోవాల్సిన జాగ్రత్తలు: • చక్కగా శుభ్రంగా ఉంచండి, ఊదే బదులు తడిగా తుడవండి • ఇన్సెన్స్, స్ప్రేలు, పరిమళాలు నివారించండి • డాక్టర్ సూచించిన ఇన్హేలర్ తప్పనిసరిగా వాడండి • పొల్యూషన్ ఉన్న చోట మాస్క్ వాడండి • ఆనులోమ-విలోమం, వాపు తగ్గించడానికి స్టీమ్ నయం 📌 డాక్టర్‌ను సంప్రదించాల్సిన పరిస్థితులు: • ఇన్హేలర్ అవసరం ఎక్కువగా ఉంటే • నిద్రలేమి, మాట్లాడలేకపోవడం, నడవలేకపోవడం • పెదవులు లేదా ముఖం నీలంగా మారితే — అత్యవసరంగా వైద్య సహాయం తీసుకోండి

# anaemia
source: Anaemia 🩸 What is Anaemia? • It occurs when your body doesn’t have enough red blood cells or hemoglobin to carry oxygen. • Low oxygen makes you feel tired, weak, or dizzy. • It’s common in women (especially during pregnancy or heavy periods), children, and the elderly. ⚠️ Common Symptoms • Constant tiredness even after resting. • Dizziness or lightheadedness when standing. • Pale skin, lips, or tongue. • Breathlessness while walking or climbing stairs. • Headaches, poor focus, cold hands and feet. 🧠 Why Does it Happen? • Low intake of iron-rich foods like leafy greens, meat, or lentils. • Heavy periods or pregnancy-related iron loss. • Poor nutrient absorption due to stomach issues. • Internal bleeding or long-term illnesses. ✅ What You Can Do • Eat more iron-rich foods like spinach, beetroot, jaggery, raisins, meat, eggs, fish, and beans. • Include Vitamin C foods like lemon or oranges with meals for better iron absorption. • Avoid tea or coffee right after meals — they block iron absorption. • Use iron cookware — it can add a small amount of iron to food. • Take iron tablets if prescribed by a doctor. 📌 When to Seek Medical Help • If tiredness doesn’t improve with rest or diet. • If you're pregnant or recently gave birth. • If you feel very weak or faint often. ❓ Common Questions • “Is anemia dangerous?” → Not usually, but untreated it can cause severe fatigue and other issues. • “Can food alone cure it?” → Mild cases can improve with diet; severe cases may need supplements. • “How long to recover?” → With proper care, usually within weeks to a few months.
bn: অ্যানিমিয়া 🩸 কী? • এটি এমন একটি অবস্থা যেখানে শরীরে পর্যাপ্ত রক্তকণিকা বা হিমোগ্লোবিন না থাকায় শরীরে অক্সিজেন পৌঁছাতে অসুবিধা হয়। • এর ফলে দুর্বলতা, মাথা ঘোরা এবং ক্লান্তি অনুভূত হয়। • এটি মহিলাদের (বিশেষ করে গর্ভাবস্থায় বা অতিরিক্ত পিরিয়ড হলে), শিশুদের এবং বয়স্কদের মধ্যে সাধারণ। ⚠️ উপসর্গ: • সব সময় ক্লান্ত বোধ করা • উঠে দাঁড়ালে মাথা ঘোরা • ত্বক, ঠোঁট বা জিভ ফ্যাকাশে হওয়া • হাঁটার সময় শ্বাসকষ্ট • মাথাব্যথা, মনোযোগের অভাব ✅ কারণ: • লোহার অভাবে খাদ্য গ্রহণ • গর্ভাবস্থা বা অতিরিক্ত রক্তপাত • পেটের সমস্যা যা পুষ্টি শোষণ কমায় • অন্তর্নিহিত রক্তপাত বা দীর্ঘস্থায়ী অসুস্থতা ✅ করণীয়: • পালং শাক, বিটরুট, গুড়, কিসমিস, মাংস, ডিম ও ডাল খান • ভিটামিন C জাতীয় ফল যেমন লেবু, কমলা সহ খাবার গ্রহণ করুন • খাবারের পরপর চা বা কফি পরিহার করুন • লোহার হাঁড়িতে রান্না করুন • প্রয়োজনে ডাক্তার পরামর্শে আয়রন ট্যাবলেট নিন 📌 কখন চিকিৎসা নেবেন: • বিশ্রাম ও ভালো খাওয়া সত্ত্বেও ক্লান্তি না কমলে • গর্ভবতী বা সদ্য মা হলে • প্রায়ই দুর্বলতা বা মাথা ঘোরা অনুভব করলে
hi: अनीमिया 🩸 क्या है? • शरीर में लाल रक्त कोशिकाएं या हीमोग्लोबिन कम होने से ऑक्सीजन शरीर में कम पहुंचती है • इससे थकान, चक्कर और कमजोरी होती है • महिलाओं, बच्चों और बुजुर्गों में आम है ⚠️ लक्षण: • हमेशा थकावट • खड़े होने पर चक्कर • पीली त्वचा, होंठ, जीभ • सीढ़ी चढ़ने पर सांस फूलना • सिरदर्द, ध्यान की कमी ✅ कारण: • लोहे की कमी वाला आहार • ज्यादा मासिक रक्तस्राव या गर्भावस्था • पाचन संबंधी समस्याएं • आंतरिक रक्तस्राव या पुरानी बीमारी ✅ क्या करें: • पालक, चुकंदर, गुड़, किशमिश, मांस, अंडा खाएं • नींबू, संतरा जैसे विटामिन C वाले फल साथ में लें • खाने के बाद तुरंत चाय/कॉफी न पिएं • लोहे के बर्तन में खाना पकाएं • डॉक्टर की सलाह पर आयरन की गोली लें 📌 डॉक्टर को दिखाएं: • अगर आहार व आराम से थकान नहीं घटे • अगर हाल ही में बच्चा हुआ हो • अगर बार-बार बेहोशी जैसी कमजोरी महसूस हो
mr: अनीमिया 🩸 काय आहे? • शरीरात पुरेशी लाल रक्तपेशी किंवा हिमोग्लोबिन नसल्यामुळे ऑक्सिजन कमी पोहोचतो • त्यामुळे थकवा, चक्कर, अशक्तपणा जाणवतो • महिलांमध्ये (गर्भावस्था, जास्त पाळी), मुलांमध्ये, वृद्धांमध्ये सामान्य ⚠️ लक्षणे: • सतत थकवा • उभं राहिल्यावर चक्कर • फिकट त्वचा, ओठ, जीभ • चालताना धाप लागणे • डोकेदुखी, लक्ष केंद्रित न होणे ✅ कारणे: • लोहतत्त्व कमी असलेला आहार • जास्त पाळी किंवा गर्भावस्था • पचन समस्या (शोषण न होणे) • आतून रक्तस्त्राव, दीर्घ आजार ✅ उपाय: • पालक, बीट, गूळ, मनुका, मांस, अंडी, मासे, डाळी खा • जेवणात लिंबू, संत्री सारखे विटॅमिन C घ्या • जेवणानंतर चहा/कॉफी टाळा • लोखंडी भांडी वापरा • डॉक्टरच्या सल्ल्याने गोळ्या घ्या 📌 डॉक्टरांना भेटा: • विश्रांती व आहारानंतरही थकवा कमी होत नसेल • गर्भवती किंवा अलीकडेच बाळंत झाल्यास • वारंवार अशक्तपणा जाणवला तर
te: అనీమియా 🩸 అనీమియా అంటే ఏమిటి? • శరీరంలో రక్తహీనత — తక్కువ రెడ్ బ్లడ్ సెల్స్ లేదా హీమోగ్లోబిన్ వల్ల శరీరానికి తగినంత ఆక్సిజన్ అందదు • ఇది ముఖ్యంగా మహిళలు, పిల్లలు, గర్భిణీలు, వృద్ధుల్లో సాధారణం ⚠️ లక్షణాలు: • ఎప్పుడూ అలసటగా ఉండటం • నిలబడగానే తల తిరగడం • చర్మం, నాలుక, పెదవులు రంగు లేనట్లు ఉండటం • చిన్న పని చేసినా ఊపిరి పోవడం • తల నొప్పి, చల్లగా ఉండే చేతులు/కాళ్లు ✅ కారణాలు: • ఐరన్ తక్కువగా ఉన్న ఆహారం • ఎక్కువగా పీరియడ్స్, గర్భధారణ సమయంలో ఐరన్ లోటు • శరీరం పోషకాలను గ్రహించకపోవడం • అంతర్గత రక్తస్రావం లేదా దీర్ఘకాలిక వ్యాధులు ✅ ఇంట్లో చేసుకునే జాగ్రత్తలు: • పాలకూర, బీట్‌రూట్, గోరింటాకు, గుడ్లు, ఎండు ద్రాక్ష, మాంసం, చేపలు తీసుకోవాలి • లెమన్, నారింజ వంటి విటమిన్ C పదార్థాలతో ఐరన్ శోషణ మెరుగవుతుంది • భోజనం అనంతరం తేనీరు/కాఫీ తాగకూడదు • ఐరన్ పాన్ వాడితే కొంత ఐరన్ ఆహారానికి వస్తుంది • డాక్టర్ సలహా మేరకు ఐరన్ మాత్రలు తీసుకోవాలి 📌 ఎప్పుడైతే చికిత్స తీసుకోవాలి: • మంచి డైట్ తర్వాత కూడా అలసట కొనసాగితే • గర్భిణి అయితే లేదా డెలివరీ తర్వాత • తరచూ తల తిరగడం, అసహజంగా బలహీనంగా అనిపిస్తే
