Repository: hansika457/Sukoon-SETU
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr, te

# ccontinue
source: Continue
hi: आगे बढ़ें

source: Name
bn: নাম
hi: नाम
mr: नाव
te: పేరు

source: Age
bn: বয়স
hi: उम्र
mr: वय
te: వయసు

source: Gender
bn: লিঙ্গ
hi: लिंग
mr: लिंग
te: లింగం

# personalInfoTitle
source: Personal Information
bn: ব্যক্তিগত তথ্য
hi: व्यक्तिगत जानकारी
mr: वैयक्तिक माहिती
te: వ్యక్తిగత సమాచారం

# tellUsAboutYou
source: Tell us about yourself
bn: আমাদের আপনার সম্পর্কে জানান
hi: अपने बारे में बताएं
mr: तुमच्या बद्दल आम्हाला सांगा
te: మీ గురించి మాకు చెప్పండి

# helpUsServeBetter
source: Your info helps us serve you better
bn: আপনার তথ্য আমাদের ভাল সেবা দিতে সাহায্য করে
hi: बेहतर सेवा के लिए आपकी जानकारी
mr: तुमची माहिती आम्हाला उत्तम सेवा देण्यास मदत करते
te: మీ సమాచారం మాకు మంచి సేవ ఇవ్వడంలో సహాయం చేస్తుంది

# selectLanguage
source: Select your preferred language
bn: আপনার পছন্দের ভাষা নির্বাচন করুন
hi: अपनी पसंदीदा भाषा चुनें
mr: आपली प्राधान्य भाषा निवडा
te: మీకు ఇష్టమైన భాషను ఎంచుకోండి

source: Login with Phone
bn: ফোন দিয়ে লগইন করুন
hi: फोन से लॉगिन करें
mr: फोनने लॉगिन करा
te: ఫోన్ తో లాగిన్ అవ్వండి

# enterPhone
source: Enter your phone number
bn: আপনার ফোন নম্বর লিখুন
hi: अपना फोन नंबर दर्ज करें
mr: तुमचा फोन नंबर टाका
te: మీ ఫోన్ నంబర్ నమోదు చేయండి

source: Send OTP
bn: ওটিপি পাঠান
hi: OTP भेजें
mr: ओटीपी पाठवा
te: ఓటీపి పంపండి

source: Verify OTP
bn: ওটিপি যাচাই করুন
hi: OTP सत्यापित करें
mr: ओटीपी सत्यापित करा
te: ఓటీపి ధృవీకరించండి

# otpSentTo
source: OTP has been sent to
bn: ওটিপি পাঠানো হয়েছে
hi: OTP भेजा गया है
mr: ओटीपी पाठविला गेला आहे
te: ఓటీపి పంపబడింది

# needHelp
source: Need help? Contact support.
bn: সাহায্য দরকার? সাপোর্টের সাথে যোগাযোগ করুন।
hi: सहायता चाहिए? सपोर्ट से संपर्क करें।
mr: मदतीची गरज आहे? समर्थनाशी संपर्क करा.
te: సహాయం కావాలా? మద్దతుతో సంప్రదించండి.

source: Choose Language
bn: ভাষা নির্বাচন করুন
hi: भाषा चुनें
mr: भाषा निवडा
te: భాషను ఎంచుకోండి

# languageServicePrompt
source: In which language would you like the service?
bn: आपल्याला कोणत्या भाषेत सेवा हवी आहे?
hi: आपको किस भाषा में सेवा चाहिए?
mr: आपल्याला कोणत्या भाषेत सेवा हवी आहे?
te: మీకు ఏ భాషలో సేవ కావాలి?

# genderMale
source: Male
bn: পুরুষ
hi: पुरुष
mr: पुरुष
te: పురుషుడు

# genderFemale
source: Female
bn: মহিলা
hi: महिला
mr: स्त्री
te: స్త్రీ

# genderOther
source: Other
bn: অন্যান্য
hi: अन्य
mr: इतर
te: ఇతరులు

# nameLabel
source: Name *
bn: নাম *
hi: नाम *
mr: नाव *
te: పేరు *

# nameHint
source: Enter your name
bn: আপনার নাম লিখুন
hi: अपना नाम लिखें
mr: तुमचं नाव लिहा
te: మీ పేరు నమోదు చేయండి

# nameError
source: Please enter your name
bn: অনুগ্রহ করে নাম লিখুন
hi: कृपया नाम भरें
mr: कृपया नाव भरा
te: దయచేసి మీ పేరు నమోదు చేయండి

# ageLabel
source: Age *
bn: বয়স *
hi: उम्र *
mr: वय *
te: వయస్సు *

# ageError
source: Please enter age
bn: অনুগ্রহ করে বয়স লিখুন
hi: कृपया उम्र भरें
mr: कृपया वय भरा
te: దయచేసి వయస్సు నమోదు చేయండి

# genderLabel
source: Gender *
bn: লিঙ্গ *
hi: लिंग *
mr: लिंग *
te: లింగం *

# genderHint
source: Select
bn: নির্বাচন করুন
hi: चुनें
mr: निवडा
te: ఎంచుకోండి

# genderError
source: Please select gender
bn: অনুগ্রহ করে লিঙ্গ নির্বাচন করুন
hi: कृपया लिंग चुनें
mr: कृपया लिंग निवडा
te: దయచేసి లింగాన్ని ఎంచుకోండి

# professionLabel
source: Profession *
bn: পেশা *
hi: पेशा *
mr: व्यवसाय *
te: వృత్తి *

# professionHint
source: Your work
bn: আপনার কাজ
hi: आपका काम
mr: तुमचं काम
te: మీ పని

# professionError
source: Please enter profession
bn: অনুগ্রহ করে পেশা লিখুন
hi: कृपया पेशा भरें
mr: कृपया व्यवसाय भरा
te: దయచేసి వృత్తిని నమోదు చేయండి

# areaLabel
source: Area *
bn: এলাকা *
hi: इलाका *
mr: क्षेत्र *
te: ప్రాంతం *

# areaHint
source: City/Village name
bn: শহর/গ্রামের নাম
hi: शहर/गाँव का नाम
mr: शहर/गावाचे नाव
te: నగరం/గ్రామం పేరు

# areaError
source: Please enter area
bn: অনুগ্রহ করে এলাকা লিখুন
hi: कृपया इलाका भरें
mr: कृपया क्षेत्र भरा
te: దయచేసి ప్రాంతాన్ని నమోదు చేయండి

# weightLabel
source: Weight (kg)
bn: ওজন (কেজি)
hi: वजन (किलो)
mr: वजन (किलो)
te: బరువు (కేజీ)

# heightLabel
source: Height (cm)
bn: উচ্চতা (সেমি)
hi: कद (सेमी)
mr: उंची (सेमी)
te: పొడవు (సెం.మీ)

# greeting
source: Hello! 👋
bn: নমস্কার! 👋
hi: नमस्ते! 👋
mr: नमस्कार! 👋
te: హలో! 👋

# howWasYourDay
source: How was your day today?
bn: আজ আপনার দিন কেমন গেল?
hi: आज आपका दिन कैसा रहा?
mr: आज तुमचा दिवस कसा होता?
te: మీ రోజు ఎలా గడిచింది?

source: Services
bn: সেবা
hi: सेवाएं
mr: सेवा
te: సేవలు

source: About Us
bn: আমাদের সম্পর্কে
hi: हमारे बारे में
mr: आमच्याबद्दल
te: మా గురించి

source: Advice from Setu
bn: সেতুর পরামর্শ নিন
hi: सेतु से सलाह लें
mr: सेतु कडून सल्ला घ्या
te: సేతు నుండి సలహా పొందండి

source: Audiobooks/Stories
bn: অডিও বই/গল্প
hi: ऑडियो किताबें/कहानियाँ
mr: ऑडिओ पुस्तके/कथा
te: ఆడియో పుస్తకాలు/కథలు

# commonMentalHealth
source: Understand Common Conditions
bn: সাধারণ শর্তগুলি বুঝুন
hi: सामान्य स्थितियों को समझें
mr: सामान्य परिस्थिती समजून घ्या
te: సాధారణ పరిస్థితులను అర్థం చేసుకోండి

# thought
source: Thought of the Day
bn: আজকের পরামর্শ
hi: आज का सुझाव
mr: दिवसाचा सल्ला
te: ఈ రోజు సూచన

# deepBreathTip
source: Take a deep breath 5 minutes of practice reduces stress and calms the mind.
bn: গভীর শ্বাস নিন ৫ মিনিটের অনুশীলন চাপ কমায় এবং মনকে শান্ত করে।
hi: गहरी सांस लें 5 मिनट का अभ्यास तनाव कम करता है और मन को शांत रखता है।
mr: दीप श्वास घ्या 5 मिनिटांचा सराव ताण कमी करतो आणि मन शांत ठेवतो.
te: లోతైన శ్వాస తీసుకోండి 5 నిమిషాల సాధన ఒత్తిడిని తగ్గిస్తుంది మరియు మనసును శాంతింపజేస్తుంది.

source: Do it now
bn: এখনই করুন
hi: अभी करें
mr: आता करा
te: ఇప్పుడే చేయండి

# homeLabel
source: Home
bn: হোম
hi: होम
mr: होम
te: హోమ్

# adviceLabel
source: Advice
bn: পরামর্শ
hi: सलाह
mr: सल्ला
te: సలహా

# booksLabel
source: Books
bn: বই
hi: किताबें
mr: पुस्तके
te: పుస్తకాలు

# profileLabel
source: Profile
bn: প্রোফাইল
hi: प्रोफ़ाइल
mr: प्रोफाइल
te: ప్రొఫైల్

# thoughtOfTheDay
source: Even the smallest step toward healing counts — walk gently but keep walking.
bn: আজকের শান্ত মন আগামী দিনের শক্তি হয়ে ওঠে।
hi: हर दिन एक नई शुरुआत है — बीते हुए कल को जाने दो और आज को अपनाओ।
mr: मन शांत ठेवणं म्हणजे शक्तीची खरी ओळख.
te: ప్రతి శ్వాస కొత్త ఆశ. జీవితాన్ని మెల్లగా, ప్రేమగా జీవించండి.

source: Breathing Techniques
bn: শ্বাস-প্রশ্বাসের কৌশল
hi: श्वास तकनीकें
mr: श्वसन तंत्र
te: శ్వాస ప్రయత్నాలు

# audioBook1
source: Life-Changing Motivational Stories
bn: ইতিবাচক চিন্তার শক্তি
hi: सकारात्मक सोच की शक्ति
mr: सकारात्मक विचारशक्ती
te: యు కెన్ విన్

# audioBook2
source: Rural India and Mental Health
bn: গ্রামীণ ভারতের মানসিক স্বাস্থ্য
hi: पूस की रात
mr: ग्रामीण भारत आणि मानसिक आरोग्य
te: గ్రామీణ భారత్‌లో మానసిక ఆరోగ్యం

# audioBook1Link
source: https://www.youtube.com/watch?v=wsNW00J-IIQ
hi: https://www.youtube.com/watch?v=PLNP-2RnMGo
te: https://www.youtube.com/playlist?list=PLkeDSkG7KAx_28WVQJG0KJ2JnNTmsTkZ8

# audioBook2Link
source: https://www.youtube.com/watch?v=EiOzFwjFZhQ
hi: https://www.youtube.com/watch?v=XZ7Rk4F7qdk
te: https://www.youtube.com/watch?v=-WigJjuzsX0

# yogaLink
source: https://www.youtube.com/watch?pp=0gcJCdgAo7VqN5tD&v=W-e55pc4ZSk
bn: https://youtu.be/Mi05d402fzs
hi: https://www.youtube.com/watch?v=FyFUowFFYC4
te: https://www.youtube.com/watch?v=yrNNH92sqTw

# meditationLink
source: https://www.youtube.com/watch?pp=0gcJCdgAo7VqN5tD&v=JuIeF8CMU5k
bn: https://www.youtube.com/watch?v=K-tg_Axr99U
hi: https://www.youtube.com/watch?v=MM2AlsasYD8
mr: https://www.youtube.com/watch?v=UOleP6F4hi8
te: https://www.youtube.com/watch?v=iq-ArRVnDFk

# breathingAnxietyWorry
source: Inhale through your nose for 4 seconds Hold for 7 seconds Exhale slowly through your mouth for 8 seconds Repeat 4 cycles
bn: নাক দিয়ে ৪ সেকেন্ড শ্বাস নিন ৭ সেকেন্ড ধরে রাখুন মুখ দিয়ে ৮ সেকেন্ডে ধীরে ধীরে শ্বাস ছাড়ুন এটি ৪ বার করুন
hi: नाक से 4 सेकंड सांस लें 7 सेकंड रोके रखें मुंह से 8 सेकंड में धीरे-धीरे छोड़ें इसे 4 बार करें
mr: नाकाद्वारे 4 सेकंद श्वास घ्या 7 सेकंद थांबवा तोंडाने 8 सेकंद हळू हळू सोडा हे 4 वेळा करा
te: నాసిక ద్వారా 4 సెకన్లపాటు ఊపిరి తీసుకోండి 7 సెకన్లు నిలిపి ఉంచండి నోరు మూసుకుని 8 సెకన్లలో ఊపిరి విడదీయండి 4 సార్లు చేయండి

# breathingAnger
source: Inhale deeply through your nose Exhale making a soft “hmmm” sound Focus on the vibration Repeat 5 to 10 times
bn: নাক দিয়ে গভীর শ্বাস নিন ধীরে একটু “হмм্ম” শব্দ করে ছাড়ুন কম্পনের প্রতি মনোযোগ দিন ৫–১০ বার করুন
hi: नाक से गहरी सांस लें धीरे-धीरे “हम्म्म” की आवाज निकालें कंपन पर ध्यान दें 5 से 10 बार दोहराएँ
mr: नाकातून खोल श्वास घ्या हळूच “हम्म्म” असा आवाज करून उत्सर्जित करा कंपनावर लक्ष केंद्रित करा 5 ते 10 वेळा करा
te: నాసిక ద్వారా లోతైన ఊపిరి తీసుకోండి మృదువుగా “హమ్మ్మ్” శబ్దం చేస్తూ ఊపిరి విడదీయండి ఆ శబ్దం పైన దృష్టి పెట్టండి 5–10 సార్లు చేయండి

# breathingStressIrritation
source: Close your right nostril with your thumb, inhale through the left Close your left nostril, open the right and exhale Inhale through the right, close it, exhale through the left Repeat for 2 to 5 minutes
bn: ডান নাক বন্ধ করে বাম নাক দিয়ে শ্বাস নিন বাম বন্ধ করে ডান দিয়ে ছাড়ুন ডান দিয়ে শ্বাস নিয়ে বাম দিয়ে ছাড়ুন ২–৫ মিনিট করুন
hi: दाएँ नथुने को बंद करें, बाएँ से सांस लें बाएँ बंद करें, दाएँ खोलकर छोड़ें दाएँ से लें, फिर बाएँ से छोड़ें 2 से 5 मिनट तक करें
mr: उजवे नाक बंद करा, डाव्या नाकाने श्वास घ्या डावे बंद करा, उजव्या नाकाने श्वास सोडा उजव्या नाकाने श्वास घ्या, डाव्या नाकाने सोडा 2 ते 5 मिनिटे करा
te: కుడి నాసిక మూసి, ఎడమద్వారా శ్వాస తీసుకోండి ఎడమ మూసి, కుడి నాసిక తెరిచి వదలండి కుడి ద్వారానే శ్వాస తీసుకొని ఎడమ ద్వారానే వదలండి 2 నుండి 5 నిమిషాలు చేయండి

# breathingSadness
source: Sit or lie with one hand on your belly Inhale slowly through your nose, feel your belly rise Exhale through your mouth, feel your belly fall Repeat for 3 to 5 minutes
bn: উদরে একটি হাত রাখুন নাক দিয়ে ধীরে শ্বাস নিন, পেট ফুলে উঠছে দেখে নিন মুখ দিয়ে ছাড়ুন, পেট নামছে দেখে নিন ৩–৫ মিনিট করুন
hi: पेट पर एक हाथ रखें नाक से धीरे-धीरे सांस लें, पेट उठता महसूस करें मुंह से छोड़ें, पेट नीचे आता महसूस करें 3 से 5 मिनट दोहराएं
mr: पोटावर हात ठेवा नाकाने श्वास घ्या, पोट वर येतेय का बघा तोंडाने श्वास सोडा, पोट खाली येतेय का बघा 3 ते 5 मिनिटे करा
te: ఒక చేయిని బొడ్డుపై ఉంచండి నాసిక ద్వారా లోతుగా శ్వాస తీసుకోండి, పేగు పైకి రావడం చూసుకోండి నోరు ద్వారా విడదీయండి, పేగు క్రిందికి పోవడం చూసుకోండి 3–5 నిమిషాలు చేయండి

# breathingCalming
source: Inhale through your nose for 4 seconds Hold for 1 second Exhale through your mouth for 4 seconds Pause for 1 second Repeat 5 to 10 times
bn: নাক দিয়ে ৪ সেকেন্ড শ্বাস নিন ১ সেকেন্ড থামুন ৪ সেকেন্ডে ছাড়ুন ১ সেকেন্ড বিরতি ৫–১০ বার করুন
hi: नाक से 4 सेकंड तक सांस लें 1 सेकंड रुकें 4 सेकंड तक छोड़ें 1 सेकंड का विराम 5 से 10 बार दोहराएं
mr: नाकाने 4 सेकंद श्वास घ्या 1 सेकंद थांबा 4 सेकंद श्वास सोडा 1 सेकंद थांबा 5 ते 10 वेळा करा
te: నాసిక ద్వారా 4 సెకన్లపాటు శ్వాస తీసుకోండి 1 సెకను ఆపు 4 సెకన్లలో శ్వాస విడదీయండి 1 సెకను ఆపు 5–10 సార్లు చేయండి

# aboutUsContent
source: Sukoon SETU is a simple, multilingual mental wellness app created especially for India’s underserved and rural communities. With tools rooted in science and culture, we offer breathing techniques, yoga, sound therapy, guided meditation, and mental health audiobooks — all crafted to help you regulate emotions and build inner calm. Our intelligent chatbot, SukoonSaathi, answers sensitive mental health questions with compassion and accuracy, using verified knowledge from Indian medical experts and WHO. You can also explore common mental health conditions in easy language, take a quiz to understand your emotional state, or receive a thoughtful reminder with our “Thought of the Day.” Accessible in Hindi, English, Marathi, Bengali, and Telugu, Sukoon SETU is your quiet companion on the journey to emotional well-being — because everyone deserves peace of mind.
bn: সুকুন সেতু একটি সহজ, বহু-ভাষিক মানসিক স্বাস্থ্য অ্যাপ, যা ভারতের গ্রামীণ ও পিছিয়ে পড়া জনগণের জন্য বিশেষভাবে তৈরি। এখানে শ্বাস-প্রশ্বাস নিয়ন্ত্রণ, যোগব্যায়াম, সাউন্ড থেরাপি, ধ্যান এবং মানসিক স্বাস্থ্যের অডিওবুক-এর মতো বৈজ্ঞানিক ও সাংস্কৃতিক উপাদান রয়েছে, যা আপনাকে আবেগ নিয়ন্ত্রণে এবং মনকে শান্ত রাখতে সাহায্য করে। আমাদের বুদ্ধিমান চ্যাটবট সুকুন সাথী, মানসিক স্বাস্থ্যের সংবেদনশীল প্রশ্নগুলোর উত্তর দেয় মমতা ও নির্ভুলতার সাথে — যা ভারতীয় চিকিৎসা বিশেষজ্ঞ এবং WHO দ্বারা যাচাই করা তথ্যের উপর ভিত্তি করে। এছাড়াও, আপনি সাধারণ মানসিক রোগ সম্পর্কে সহজ ভাষায় জানতে পারবেন, একটি কুইজের মাধ্যমে নিজের মানসিক অবস্থা বুঝতে পারবেন, এবং “আজকের ভাবনা”-র মাধ্যমে প্রতিদিন ইতিবাচক বার্তা পেতে পারেন। হিন্দি, ইংরেজি, মারাঠি, বাংলা এবং তেলুগু ভাষায় উপলব্ধ, সুকুন সেতু আপনার মানসিক শান্তির সফরে এক বিশ্বস্ত সঙ্গী — কারণ সুকুন প্রত্যেকের প্রাপ্য।
hi: सुकून सेतु एक सरल और बहुभाषी मानसिक स्वास्थ्य ऐप है, जिसे खास तौर पर भारत के ग्रामीण और वंचित समुदायों के लिए बनाया गया है। इसमें साँसों की तकनीक, योग, साउंड थेरेपी, ध्यान और मानसिक स्वास्थ्य से जुड़े ऑडियोबुक्स जैसी सुविधाएं दी गई हैं, जो आपको अपनी भावनाओं को नियंत्रित करने और अंदरूनी सुकून पाने में मदद करती हैं। हमारा समझदार चैटबॉट सुकून साथी मानसिक स्वास्थ्य से जुड़े संवेदनशील सवालों के जवाब सटीकता और सहानुभूति के साथ देता है। इसकी जानकारी भारतीय चिकित्सा विशेषज्ञों और WHO द्वारा प्रमाणित होती है। ऐप में आप आम मानसिक रोगों की जानकारी भी सरल भाषा में जान सकते हैं, मानसिक स्थिति जानने के लिए क्विज़ ले सकते हैं और 'आज का विचार' के ज़रिए रोज़ाना सकारात्मक संदेश भी पा सकते हैं। हिंदी, अंग्रेजी, मराठी, बंगाली और तेलुगु में उपलब्ध, सुकून सेतु आपकी मानसिक शांति की यात्रा में एक सच्चा साथी है — क्योंकि सुकून हर किसी का अधिकार है।
mr: सुकून सेतू हे एक सोपे, बहुभाषिक मानसिक आरोग्य अ‍ॅप आहे, जे भारतातील ग्रामीण आणि दुर्लक्षित समुदायांसाठी खास डिझाइन केले गेले आहे. यात श्वसन तंत्र, योगा, ध्वनी थेरपी, ध्यान मार्गदर्शन आणि मानसिक आरोग्याचे ऑडिओबुक्स यांचा समावेश आहे — जे भावना नियंत्रित करण्यात आणि मन:शांती मिळवण्यात मदत करतात. आमचा हुशार चॅटबॉट सुकून साथी, मानसिक आरोग्यावरील संवेदनशील प्रश्नांना प्रेमळ व अचूक उत्तरे देतो, भारतीय वैद्यकीय तज्ञ व WHO द्वारे प्रमाणित माहितीच्या आधारे. अ‍ॅपमध्ये तुम्ही सामान्य मानसिक समस्या समजून घेऊ शकता, मानसिक स्थिती जाणून घेण्यासाठी क्विझ देऊ शकता आणि “आजचा विचार”द्वारे सकारात्मक विचार मिळवू शकता. हिंदी, इंग्रजी, मराठी, बंगाली व तेलुगु भाषांमध्ये उपलब्ध, सुकून सेतू तुमच्या मानसिक स्वास्थ्य प्रवासात एक सच्चा सोबती आहे — कारण सुकून प्रत्येकाचा हक्क आहे.
te: సుకూన్ సెతు అనేది భారతదేశంలోని గ్రామీణ మరియు సేవలతో కొరవడిన ప్రజల కోసం ప్రత్యేకంగా రూపొందించిన సులభమైన బహుభాషా మానసిక ఆరోగ్య యాప్. ఇది శ్వాస వ్యాయామాలు, యోగా, ధ్వని చికిత్స, ధ్యానం, మరియు మానసిక ఆరోగ్య ఆడియోబుక్లను అందిస్తుంది — ఇవి భావోద్వేగాలను నియంత్రించడానికి మరియు లోపలి ప్రశాంతతను పొందడానికి సహాయపడతాయి. మన తెలివైన చాట్‌బాట్ సుకూన్ సాథీ, మానసిక ఆరోగ్యానికి సంబంధించిన సున్నితమైన ప్రశ్నలకు ప్రేమతో, ఖచ్చితంగా సమాధానాలు ఇస్తుంది. ఇది భారత వైద్య నిపుణులు మరియు WHO ధృవీకరించిన సమాచారం ఆధారంగా పనిచేస్తుంది. యాప్‌లో మీరు భారతదేశంలో సాధారణంగా కనిపించే మానసిక పరిస్థితుల గురించి తెలుసుకోవచ్చు, స్వీయ గుర్తింపు కోసం క్విజ్ తీసుకోవచ్చు మరియు “నేటి ఆలోచన” ద్వారా ప్రతి రోజు సానుకూల స్ఫూర్తి పొందవచ్చు. హిందీ, ఇంగ్లీష్, మరాఠీ, బెంగాలీ, మరియు తెలుగు భాషల్లో అందుబాటులో ఉన్న సుకూన్ సెతు మీ మానసిక ఆరోగ్య ప్రయాణంలో నిజమైన సహాయకుడు — ఎందుకంటే సుకూన్ అనేది ప్రతి ఒక్కరి హక్కు.

# quizSectionAQuestion1
source: Do you often feel sad, empty, or hopeless?
bn: আপনি কি প্রায়ই দুঃখিত, শূন্য বা হতাশ বোধ করেন?
hi: क्या आप अक्सर दुखी, खालीपन या निराशा महसूस करते हैं?
mr: तुम्हाला अनेकदा दुःखी, रिकामपणाचे किंवा निराश वाटते का?
te: మీకు తరచుగా బాధగా, ఖాళీగా లేదా నిరాశగా అనిపిస్తుందా?

# quizSectionAQuestion2
source: Have you lost interest or joy in things you once enjoyed (e.g., farming, chatting, festivals)?
bn: আপনি কি আগের মতো আনন্দ পান না এমন জিনিসে (যেমন: কৃষিকাজ, আড্ডা, উৎসব)?
hi: क्या आपने उन चीज़ों में रुचि या आनंद खो दिया है जो पहले पसंद थीं (जैसे खेती, बातें करना, त्योहार)?
mr: तुम्हाला पूर्वी आवडणाऱ्या गोष्टींमध्ये (जसे की शेती, गप्पा, सण) आता रस वाटत नाही का?
te: మీకు ఒకప్పుడు ఆనందం ఇచ్చిన వ్యవసాయం, చర్చలు, పండుగలు వంటి వాటిలో ఆసక్తి తగ్గిందా?

# quizSectionAQuestion3
source: Do you feel tired or lack energy most days?
bn: আপনি কি প্রায় প্রতিদিন ক্লান্ত বা শক্তিহীন বোধ করেন?
hi: क्या आप ज़्यादातर दिनों में थकान या ऊर्जा की कमी महसूस करते हैं?
mr: तुम्हाला बहुतांश दिवस थकवा किंवा ऊर्जा नसल्यासारखं वाटतं का?
te: మీకు చాలా రోజులు అలసటగా లేదా శక్తిలేనట్లు అనిపిస్తుందా?

# quizSectionAQuestion4
source: Do you have trouble sleeping, or sleep too much?
bn: আপনার কি ঘুম হতে সমস্যা হয় বা আপনি কি অতিরিক্ত ঘুমান?
hi: क्या आपको सोने में परेशानी होती है, या आप बहुत ज़्यादा सोते हैं?
mr: तुम्हाला झोप येण्यात अडचण आहे का, किंवा खूप जास्त झोप येते का?
te: మీకు నిద్రలేమి ఉందా లేదా ఎక్కువగా నిద్ర పోతారా?

# quizSectionAQuestion5
source: Do you feel restless, angry, or irritable for no reason?
bn: আপনি কি অকারণে অস্থির, রাগান্বিত বা চঞ্চল বোধ করেন?
hi: क्या आप बिना किसी कारण बेचैनी, गुस्सा या चिड़चिड़ापन महसूस करते हैं?
mr: तुम्हाला कारण नसताना अस्वस्थता, राग किंवा चिडचिडेपणा जाणवतो का?
te: మీకు కారణం లేకుండా అసహనం, కోపం లేదా చిరాకు అనిపిస్తుందా?

# quizSectionBQuestion1
source: Do you worry too much about daily things (money, health, children)?
bn: আপনি কি প্রতিদিনের বিষয় (টাকা, স্বাস্থ্য, সন্তান) নিয়ে অতিরিক্ত দুশ্চিন্তা করেন?
hi: क्या आप रोज़मर्रा की चीज़ों (पैसे, स्वास्थ्य, बच्चों) को लेकर बहुत ज़्यादा चिंता करते हैं?
mr: तुम्हाला रोजच्या गोष्टींबद्दल (पैसे, आरोग्य, मुले) खूप जास्त काळजी वाटते का?
te: మీరు రోజువారీ విషయాలు (డబ్బు, ఆరోగ్యం, పిల్లలు) గురించి过గా ఆలోచిస్తారా?

# quizSectionBQuestion2
source: Do you feel nervous, fearful, or tense, even when there is no clear danger?
bn: আপনি কি স্পষ্ট কোনো বিপদ ছাড়াও নার্ভাস, ভীত বা টেনশনে থাকেন?
hi: क्या आप बिना किसी स्पष्ट खतरे के भी घबराए हुए, डरे हुए या तनाव में महसूस करते हैं?
mr: कोणताही स्पष्ट धोका नसतानाही तुम्ही घाबरलेले, चिंताग्रस्त किंवा तणावात वाटता का?
te: ప్రకాశమైన ప్రమాదం లేకపోయినా మీరు ఉద్విగ్నంగా, భయంగా లేదా గాభరాగా అనిపించుకుంటున్నారా?

# quizSectionBQuestion3
source: Do you have fast heartbeat, sweating, or shaking when anxious?
bn: আপনি কি দুশ্চিন্তার সময় হৃদস্পন্দন বেড়ে যাওয়া, ঘাম হওয়া বা কাঁপুনি অনুভব করেন?
hi: क्या चिंता के समय आपकी धड़कन तेज़ हो जाती है, पसीना आता है या शरीर कांपता है?
mr: चिंतेच्या वेळी तुमच्या हृदयाचे ठोके वाढतात, घाम येतो किंवा अंग थरथरते का?
te: ఆందోళన సమయంలో మీ హృదయ స్పందన వేగంగా ఉంటుంది, చెమట పడుతుంది లేదా వణుకు వస్తుందా?

# quizSectionBQuestion4
source: Do you have trouble concentrating due to worry or fear?
bn: ভয় বা দুশ্চিন্তার কারণে আপনার কি মনোযোগ দিতে অসুবিধা হয়?
hi: क्या आप चिंता या डर की वजह से ध्यान केंद्रित नहीं कर पाते?
mr: भीती किंवा काळजीमुळे तुम्हाला लक्ष केंद्रित करण्यात अडचण येते का?
te: భయం లేదా ఆందోళన వల్ల మీకు ఏ పనిపై దృష్టి పెట్టడం కష్టంగా ఉంటుందా?

# quizSectionBQuestion5
source: Do you often feel something bad is going to happen, even without a reason?
bn: আপনার কি প্রায়ই মনে হয় খারাপ কিছু ঘটবে, যদিও কোনো কারণ নেই?
hi: क्या आपको बिना कारण ऐसा लगता है कि कुछ बुरा होने वाला है?
mr: कोणतीही ठोस कारणे नसतानाही तुम्हाला वाटते का की काहीतरी वाईट घडणार आहे?
te: ఎలాంటి కారణం లేకపోయినా ఏదైనా చెడుగా జరగబోతున్నట్లు అనిపిస్తుందా?

# quizSectionCQuestion1
source: Do you sometimes hear voices or see things others do not?
bn: আপনি কি কখনও এমন কিছু শুনেছেন বা দেখেছেন যা অন্যরা দেখে না বা শোনে না?
hi: क्या कभी आपने ऐसी आवाज़ें सुनीं या चीज़ें देखीं जो दूसरों को नहीं सुनाई या दिखाई देतीं?
mr: कधी तुम्ही अशा गोष्टी पाहिल्या किंवा आवाज ऐकले आहेत का जे इतरांना दिसले/ऐकू आले नाहीत?
te: మీరు ఇతరులు చూడలేని దృశ్యాలు చూడటం లేదా వినలేని శబ్దాలు వినడం జరిగిందా?

# quizSectionCQuestion2
source: Do you believe that others are watching or trying to harm you?
bn: আপনি কি বিশ্বাস করেন কেউ আপনাকে দেখছে বা ক্ষতি করতে চাইছে?
hi: क्या आपको लगता है कि लोग आपको देख रहे हैं या आपका नुकसान करने की कोशिश कर रहे हैं?
mr: तुम्हाला वाटते का की कोणी तुमच्यावर लक्ष ठेवून आहे किंवा तुमचे नुकसान करण्याचा प्रयत्न करत आहे?
te: ఎవరైనా మిమ్మల్ని గమనిస్తున్నారనో లేదా హాని చేయాలనుకుంటున్నారనో మీకు అనిపిస్తుందా?

# quizSectionCQuestion3
source: Do you talk to yourself or act in a way that others find strange or confusing?
bn: আপনি কি নিজের সঙ্গে কথা বলেন বা এমনভাবে আচরণ করেন যা অন্যদের কাছে অদ্ভুত লাগে?
hi: क्या आप अपने आप से बात करते हैं या ऐसा व्यवहार करते हैं जो दूसरों को अजीब लगता है?
mr: तुम्ही स्वतःशी बोलता किंवा असे वागता का जे इतरांना विचित्र वाटते?
te: మీరు మీతో మాట్లాడుతారా లేదా ఇతరులకు అర్ధంకాని విధంగా ప్రవర్తిస్తారా?

# quizSectionCQuestion4
source: Have you ever forgotten what you did for long periods of time?
bn: আপনার কি কখনও মনে হয়েছে আপনি দীর্ঘ সময় কী করেছেন তা ভুলে গেছেন?
hi: क्या आपने कभी लंबे समय तक किया गया कुछ भूल गए हैं?
mr: तुम्ही कधी तुमचे काही वेळेचे वर्तन विसरलात का?
te: మీరు ఏదైనా చేసినదాన్ని చాలా సేపు మర్చిపోయిన అనుభవం ఉందా?

# quizSectionCQuestion5
source: Do you feel like you are not yourself, or as if you are watching your own life?
bn: আপনার কি মনে হয় আপনি নিজে নন, যেন আপনি বাইরে থেকে নিজের জীবন দেখছেন?
hi: क्या आपको लगता है कि आप खुद नहीं हैं, या जैसे आप अपनी ज़िंदगी को बाहर से देख रहे हैं?
mr: तुम्हाला कधी वाटते का की तुम्ही स्वतः नाही, किंवा स्वतःचं जीवन तुम्ही बाहेरून पाहत आहात?
te: మీరు మీరు కాదనిపించడం లేదా మీ జీవితం మీరు బయట నుండి చూస్తున్నట్లుగా అనిపించడమా?

# quizSectionDQuestion1
source: Do you drink alcohol or take tobacco/drugs regularly?
bn: আপনি কি নিয়মিত মদ্যপান করেন বা তামাক/ড্রাগ ব্যবহার করেন?
hi: क्या आप नियमित रूप से शराब पीते हैं या तंबाकू/नशे का सेवन करते हैं?
mr: तुम्ही नियमितपणे दारू, तंबाखू किंवा इतर नशिले पदार्थ वापरता का?
te: మీరు తరచుగా మద్యం తాగుతారా లేదా పొగ తాగుతారా/మత్తు పదార్థాలు వాడుతారా?

# quizSectionDQuestion2
source: Do you feel you cannot stop using alcohol/drugs even if you try?
bn: আপনি কি চেষ্টা করেও মদ্যপান বা ড্রাগ নেওয়া বন্ধ করতে পারেন না?
hi: क्या आप चाहकर भी शराब/नशे का सेवन रोक नहीं पाते?
mr: तुम्ही प्रयत्न करूनही हे वापरणं थांबवू शकत नाही का?
te: మీరు ఆపాలని ప్రయత్నించినా మద్యం/మత్తుపదార్థాలను ఆపలేకపోతున్నారా?

# quizSectionDQuestion3
source: Has alcohol or drug use caused problems at home, work, or in health?
bn: মদ বা ড্রাগের ব্যবহারে কি আপনার বাড়ি, কাজ বা স্বাস্থ্যে সমস্যা হয়েছে?
hi: क्या शराब या नशे की वजह से आपके घर, काम या स्वास्थ्य में समस्या आई है?
mr: दारू किंवा नशेमुळे घर, काम किंवा आरोग्यावर वाईट परिणाम झाला आहे का?
te: మత్తుపదార్థాల వాడకం వల్ల మీ ఇంట్లో, ఉద్యోగంలో లేదా ఆరోగ్యంపై సమస్యలు తలెత్తాయా?

# quizSectionDQuestion4
source: Do you use substances to feel better when you're sad or anxious?
bn: আপনি কি দুঃখিত বা উদ্বিগ্ন থাকলে ভালো বোধ করার জন্য নেশা করেন?
hi: क्या आप उदासी या चिंता में अच्छा महसूस करने के लिए नशा करते हैं?
mr: तुम्ही दुःखी किंवा तणावात असताना बरं वाटावं म्हणून नशा करता का?
te: మీరు బాధగా లేదా ఆందోళనగా ఉన్నప్పుడు మత్తుపదార్థాలు వాడితే కాస్త సంతోషంగా అనిపిస్తుందా?

# quizSectionDQuestion5
source: Have people asked you to cut down on drinking or drug use?
bn: আপনার কি পরিচিত কেউ আপনাকে মদ্যপান বা ড্রাগ ব্যবহার কমাতে বলেছে?
hi: क्या लोगों ने आपसे शराब या नशा कम करने को कहा है?
mr: लोकांनी तुम्हाला दारू किंवा नशा कमी करायला सांगितलं आहे का?
te: ఎవరైనా మిమ్మల్ని మద్యం లేదా డ్రగ్ వినియోగం తగ్గించమని అడిగారా?

# quizSectionEQuestion1
source: Have you been avoiding people or staying alone more than before?
bn: আপনি কি আগের থেকে বেশি একা থাকেন বা মানুষকে এড়িয়ে চলেন?
hi: क्या आप पहले से ज़्यादा अकेले रहना पसंद करने लगे हैं या लोगों से दूरी बना ली है?
mr: तुम्ही पूर्वीपेक्षा जास्त एकटे राहता का किंवा लोकांपासून दूर जाता का?
te: మీరు ముందు కంటే ఎక్కువగా ఒంటరిగా ఉంటున్నారా లేదా ప్రజల్ని తప్పించుకుంటున్నారా?

# quizSectionEQuestion2
source: Are you able to work properly or manage household responsibilities?
bn: আপনি কি ঠিকভাবে কাজ করতে বা ঘরের দায়িত্ব সামলাতে পারছেন?
hi: क्या आप ठीक से काम कर पा रहे हैं या घर की ज़िम्मेदारियाँ निभा पा रहे हैं?
mr: तुम्ही नीटपणे काम करता किंवा घराची जबाबदारी पार पाडता का?
te: మీరు పని సరిగ్గా చేయగలుగుతున్నారా లేదా ఇంటి బాధ్యతలు నిర్వహించగలుగుతున్నారా?

# quizSectionEQuestion3
source: Do you feel ashamed, useless, or like a burden to others?
bn: আপনি কি নিজের সম্পর্কে লজ্জিত, অপ্রয়োজনীয় বা অন্যদের বোঝা মনে করেন?
hi: क्या आपको शर्म, निरर्थकता या दूसरों पर बोझ होने का अहसास होता है?
mr: तुम्हाला लाज वाटते का, किंवा तुम्ही निरुपयोगी, इतरांवर ओझं असल्यासारखं वाटतं का?
te: మీరు మీ గురించి నిరుపయోగంగా, లజ్జగా లేదా ఇతరులపై భారం లాంటి భావన కలుగుతున్నదా?
