Repository: hansika457/Sukoon-SETU
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr, te

# depression
source: Depression 🧠 What Is It? • Depression is a serious condition where you feel sad, tired, and hopeless for weeks or months. • It’s more than just sadness — it affects how your mind and body function daily. ⚠️ Symptoms • Feeling empty inside or unable to enjoy anything. • Losing interest in things you once loved — like music, people, or food. • Sleeping too much or too little. • Eating more or less than usual, with noticeable weight changes. • Feeling like a burden or that life has no meaning. • Having thoughts of self-harm or not wanting to live — this needs urgent support. 🔍 Causes • Loss of someone close, a breakup, or losing a job. • Ongoing stress, loneliness, or money problems. • Health issues or hormonal changes. • Family history of depression. ✅ What You Can Do • Get sunlight daily — even sitting by a window can help. • Do small tasks like brushing your teeth or making your bed — small wins matter. • Avoid alcohol, smoking, and drugs — they may feel helpful but make things worse. • Talk to a mental health professional — therapy and medication can help a lot. • Most importantly, know this: you're not lazy or weak. Depression is real, and you deserve help.
bn: বিষণ্নতা (ডিপ্রেশন) 🧠 কী? • এটি এমন একটি মানসিক অবস্থা যেখানে আপনি দীর্ঘ সময় ধরে দুঃখ, ক্লান্তি ও নিরাশ বোধ করেন • এটি শুধু মন খারাপ নয় — এটি মন ও শরীর উভয়ের ওপর প্রভাব ফেলে ⚠️ লক্ষণ: • ভিতর থেকে খালি লাগা • আনন্দদায়ক কিছুতেই আনন্দ না পাওয়া • ঘুম খুব বেশি বা একদমই না হওয়া • ক্ষুধা বেশি বা কম, ওজন পরিবর্তন • নিজেকে বোঝা মনে হওয়া • আত্মহত্যার চিন্তা বা নিজেকে আঘাত করার প্রবণতা 🔍 কারণ: • প্রিয়জনের মৃত্যু, সম্পর্ক ভেঙে যাওয়া, চাকরি হারানো • দীর্ঘ একাকীত্ব, আর্থিক সমস্যা • শারীরিক রোগ বা হরমোন পরিবর্তন • পারিবারিক ইতিহাস ✅ করণীয়: • প্রতিদিন কিছু সময় রোদে বসুন • ছোট কাজ করুন — বিছানা গুছানো, দাঁত মাজা • মাদক, ধূমপান এড়িয়ে চলুন • চিকিৎসা নিন — থেরাপি ও ওষুধে উপকার হয় • মনে রাখবেন: আপনি দুর্বল নন — আপনাকে সাহায্য দরকার এবং তা পাওয়া সম্ভব
hi: अवसाद (डिप्रेशन) 🧠 क्या है? • यह एक मानसिक स्थिति है जिसमें व्यक्ति कई हफ्तों तक उदास, थका और निराश महसूस करता है • यह सिर्फ उदासी नहीं — बल्कि सोचने और शरीर के काम करने के तरीके को प्रभावित करता है ⚠️ लक्षण: • अंदर से खालीपन महसूस होना • किसी भी चीज़ में आनंद न आना • बहुत ज्यादा या बहुत कम सोना • वजन बढ़ना या घटना • खुद को बोझ समझना • आत्महत्या या खुद को नुकसान पहुंचाने के विचार 🔍 कारण: • किसी प्रियजन की मृत्यु, नौकरी छूटना या ब्रेकअप • अकेलापन, पैसा या पारिवारिक तनाव • हार्मोन या स्वास्थ्य से जुड़ी समस्या • पारिवारिक इतिहास ✅ क्या करें: • रोज़ कुछ देर धूप में बैठें • छोटी-छोटी चीज़ें करें — जैसे बिस्तर बनाना, नहाना • नशा, शराब, धूम्रपान से दूर रहें • पेशेवर मदद लें — थेरेपी या दवाएं मदद कर सकती हैं • याद रखें: आप कमजोर नहीं हैं — आपको मदद की ज़रूरत है और वह मिल सकती है
mr: नैराश्य 🧠 काय आहे? • अनेक आठवडे किंवा महिने सलग उदास, थकलेलं, निराश वाटणं • फक्त 'मन दुखणं' नव्हे – ही मानसिक व शारीरिक स्थिती आहे ⚠️ लक्षणे: • काहीही आनंददायक वाटत नाही • पूर्वी आवडणाऱ्या गोष्टींमध्ये रस कमी होतो • फार झोप लागते किंवा अजिबात झोप येत नाही • जास्त किंवा कमी खाणं – वजनात बदल • स्वत:ला निरुपयोगी वाटणं • आत्महानीविषयक विचार – तात्काळ मदतीची गरज 🔍 कारणे: • प्रिय व्यक्तीचा मृत्यू, नोकरी जाणं, ब्रेकअप • तणाव, एकाकीपणा, आर्थिक अडचण • हार्मोनल बदल • कुटुंबाचा इतिहास ✅ उपाय: • रोज थोडं तरी सूर्यप्रकाशात बसा • लहान कामं करा – पलंग आवरणं, स्नान करणं • दारू, सिगारेट, ड्रग्ज टाळा • समुपदेशन किंवा औषधोपचार घ्या • हे लक्षात ठेवा – तुम्ही आळशी नाही, तुम्हाला मदतीची गरज आहे
te: డిప్రెషన్ 🧠 ఇది ఏమిటి? • వారాల తరబడి లేదా నెలల తరబడి దుఃఖంగా, శక్తిలేని భావన ఉండటం • ఇది కేవలం ‘ఒక దినాల బాధ’ కాదు — ఇది సీరియస్ మానసిక స్థితి ⚠️ లక్షణాలు: • శూన్యంగా అనిపించడం • ఇష్టమైన విషయాల్లో ఆసక్తి కోల్పోవడం • ఎక్కువ నిద్ర లేదా నిద్రలేమి • తినే అలవాట్ల మార్పు — బరువులో తేడా • జీవితానికి అర్ధం లేదనిపించడం • మృతి గురించి ఆలోచనలు రావడం – వెంటనే సహాయం తీసుకోవాలి 🔍 కారణాలు: • ప్రియమైన వారిని కోల్పోవడం • బ్రేకప్, ఉద్యోగం పోవడం, ఒంటరితనం • ఆరోగ్య సమస్యలు లేదా హార్మోనల్ మార్పులు • ఫ్యామిలీ హిస్టరీ ✅ ఏం చేయాలి: • రోజూ కొద్దిసేపు సూర్యరశ్మిలో కూర్చోండి • చిన్న పనులు చేయండి — మంచం ఆరేసుకోవడం, కడిగుకోవడం • మద్యం, పొగతాగడం, డ్రగ్స్ మానండి • కౌన్సిలింగ్ లేదా మందుల ద్వారా మెరుగవుతారు • మీరు బలహీనులు కాదు — ఇది ఒక వ్యాధి. సహాయం అవసరం ఉంటే తీసుకోండి

# insomnia
source: Insomnia (Sleep Trouble) 🟣 What Is It? • Insomnia means having trouble falling asleep, staying asleep, or going back to sleep even when you’re tired. • It leaves you feeling drained, irritable, and mentally foggy the next day. • If it continues for several days or weeks, it may need attention. 😴 Common Symptoms • Lying awake in bed for hours without sleeping. • Waking up often during the night or too early. • Feeling tired despite being in bed all night. • Trouble focusing or feeling emotionally low during the day. • Fear or worry about bedtime itself. 🔁 What Causes It? • Overthinking about stress, money, relationships, or health. • Using mobile or screen before bed — blue light keeps your brain alert. • Drinking caffeine (tea, coffee, cola) near bedtime. • Long naps during the day or irregular sleep routine. • Discomfort from pain, acidity, breathing issues, or frequent urination. • Big life changes — like exams, loss, job change, or moving. • Side effects from certain medicines or health issues. 🧘‍♀️ What You Can Do (Lifestyle Tips) • Keep a fixed sleep schedule — same sleep and wake time every day. • Make your room sleep-friendly — cool, dark, quiet, with calming scents like lavender. • Avoid screens 1 hour before bed — no phone, TV, or laptop. • Wind down with breathing exercises or body scan meditation. • Avoid long or evening naps. • Move your body daily — 20–30 mins of walk or yoga can improve sleep. • Don’t force sleep — if awake for 20+ minutes, get up, read, or journal, then try again. 🥗 Foods That Help with Sleep ✅ Try these: • Warm milk or turmeric milk — helps make sleep hormones. • Bananas — relax muscles with magnesium and potassium. • Almonds, walnuts — rich in melatonin and good fats. • Chamomile or tulsi tea — calming, caffeine-free. • Oats and moong dal khichdi — easy to digest and calming. • Leafy greens and pumpkin seeds — boost magnesium and tryptophan. 🚫 Avoid before bedtime: • Coffee, tea, green tea — even some 'herbals' have caffeine. • Chocolate — contains hidden caffeine, especially dark types. • Fried, spicy, or sugary foods — cause bloating, acidity, or energy spikes. • Alcohol — may cause drowsiness but disturbs deep sleep later. • Large meals — eat dinner 2–3 hours before bed. 🧡 When to Seek Help • If sleep troubles last over 2–3 weeks even after trying good habits. • If sleep issues are affecting your mood, energy, or daily life — talk to a doctor or therapist.
bn: অনিদ্রা (ঘুমের সমস্যা) 🟣 কী? • যখন আপনি ক্লান্ত থাকা সত্ত্বেও ঘুমাতে পারেন না বা বারবার ঘুম ভেঙে যায় • এটি দৈনন্দিন জীবনে বিরক্তি, ক্লান্তি ও ফোকাসের সমস্যা সৃষ্টি করে 😴 লক্ষণ: • শুয়ে থেকেও ঘুম না আসা • বারবার ঘুম ভেঙে যাওয়া • পূর্ণ ঘুমের পরও ক্লান্তি • মন খারাপ, মনোযোগের অভাব 🔁 কারণ: • অতিরিক্ত চিন্তা, স্ট্রেস • স্ক্রিনের আলো (ফোন, টিভি) • চা/কফি রাতে পান করা • দুপুরে দীর্ঘ ঘুম • শারীরিক অস্বস্তি, অ্যাসিডিটি • বড় পরিবর্তন (পরীক্ষা, মৃত্যু, স্থান পরিবর্তন) 🧘 করণীয়: • ঘুম ও জাগার নির্দিষ্ট সময় রাখুন • ঘর শীতল, অন্ধকার ও নিরব রাখুন • ঘুমের এক ঘণ্টা আগে স্ক্রিন বন্ধ করুন • ধ্যান, গভীর শ্বাস • রাতে দীর্ঘ ঘুম এড়িয়ে চলুন • প্রতিদিন হালকা ব্যায়াম করুন • ঘুম না এলে উঠে পড়ে বই পড়ুন বা জার্নাল করুন 🥗 সাহায্যকারী খাবার: • গরম দুধ, কলা, বাদাম, তুলসি চা • এড়িয়ে চলুন: কফি, চকোলেট, ভাজা খাবার, বড় ডিনার 📌 যদি সমস্যাটা ২–৩ সপ্তাহ থাকে, ডাক্তারের পরামর্শ নিন
hi: अनिद्रा (नींद न आना) 🟣 क्या है? • जब आप थके होने पर भी सो नहीं पाते या बार-बार नींद टूटती है, उसे अनिद्रा कहते हैं • इससे अगले दिन चिड़चिड़ापन, थकान और ध्यान की कमी होती है 😴 लक्षण: • बिस्तर पर लेटने के बाद भी नींद न आना • रात में बार-बार जागना या सुबह जल्दी उठ जाना • पर्याप्त नींद के बाद भी थकान महसूस होना • दिनभर मूड खराब रहना 🔁 कारण: • ज्यादा सोच-विचार, तनाव • मोबाइल, टीवी का ज्यादा उपयोग • सोने से पहले चाय/कॉफी पीना • दोपहर में लंबे झपकी लेना • शरीर में दर्द, एसिडिटी या बार-बार पेशाब आना • जीवन में बड़ा बदलाव — परीक्षा, नौकरी, स्थानांतरण 🧘‍♀️ क्या करें: • हर दिन एक ही समय सोएं और उठें • कमरा शांत, ठंडा और अंधेरा रखें • सोने से एक घंटा पहले मोबाइल-TV से दूरी बनाएं • गहरी सांस लें, मेडिटेशन करें • शाम के समय झपकी से बचें • दिन में 20-30 मिनट टहलें या योग करें • जब नींद न आए तो उठकर कुछ हल्का काम करें — पढ़ना, लिखना 🥗 मददगार आहार: • हल्दी वाला दूध, केला, अखरोट, तुलसी की चाय • भारी भोजन, कैफीन, चॉकलेट और शराब से बचें 📌 डॉक्टर से मदद लें यदि हफ्तों तक नींद न आए
mr: झोपेच्या समस्या (अनिद्रा) 🟣 काय आहे? • झोप येत नसणे, मधेच जागं होणं किंवा झोप लागूनही थकल्यासारखं वाटणं • ही गोष्ट वारंवार झाली, तर लक्ष देणं आवश्यक आहे 😴 लक्षणे: • खूप वेळ झोप येत नाही • रात्री वारंवार जाग येणे • पूर्ण झोप असूनही थकवा • लक्ष केंद्रीत होणे कठीण • झोपेची भीती वाटणे 🔁 कारणे: • खूप विचार/तणाव • झोपेपूर्वी मोबाईल वापरणं • रात्री चहा/कॉफी • दीर्घ झोप दिवसा • शारीरिक वेदना, गॅसेस • परीक्षेचा ताण, बदललेल्या परिस्थिती 🧘 उपाय: • झोपण्याचा व उठण्याचा वेळ ठरवून ठेवा • खोली थोडी थंड, अंधार व शांत ठेवा • झोपायच्या एक तास आधी मोबाईल बंद • शरीरशुद्धी व श्वसनाचा व्यायाम करा • दिवसातील झोप मर्यादित ठेवा • दररोज ३० मिनिटे हालचाल करा • झोप येत नसेल तर उठून पुस्तक वाचा, डायरी लिहा 🥗 मदत करणारे पदार्थ: • हळदीचे दूध, केळं, बदाम, तुळशी चहा • टाळा: कॉफी, चॉकलेट, मसालेदार, उशीरचं जेवण 📌 उपाय करूनही झोप न लागल्यास डॉक्टरांचा सल्ला घ्या
te: నిద్రలేమి (ఇన్సోమ్నియా) 🟣 ఇది ఏమిటి? • నిద్ర రావడం కష్టపడటం, మధ్యలో మేలుకోవడం లేదా మళ్లీ నిద్ర పట్టకపోవడం • ఇది రోజు మొత్తం అలసట, అసహనం, తలరాతలు కలిగిస్తుంది 😴 లక్షణాలు: • నిద్రపోవడానికి గంటలు పట్టడం • రాత్రిపూట మళ్లీ మళ్లీ మేలుకోవడం • నిద్రపోయినా అలసటగా ఉండటం • పని మీద దృష్టి లేకపోవడం, నెగటివ్ భావనలు 🔁 కారణాలు: • ఎక్కువగా ఆలోచించడం • నిద్రకు ముందు ఫోన్/టీవీ స్క్రీన్ వాడటం • రాత్రి కాఫీ/చాక్లెట్ తినడం • మధ్యాహ్నం ఎక్కువ నిద్ర • ఒత్తిడి, బాధ, షిఫ్ట్‌లు మారడం • మందుల సైడ్ ఎఫెక్ట్స్ 🧘 సహాయక మార్గాలు: • ఒకే సమయంలో నిద్రపోవడం, మేలుకోవడం అలవాటు చేసుకోండి • గది చల్లగా, మౌనంగా ఉంచండి • నిద్రకు ముందు గంట స్క్రీన్‌ల నుంచి దూరంగా ఉండండి • దీర్ఘ శ్వాసలు, బాడీ స్కాన్ మెడిటేషన్ • నడక లేదా యోగా ద్వారా శరీరాన్ని కదలించండి • 20 నిమిషాలు పైగా నిద్ర రాకపోతే – లేచి పుస్తకం చదవండి 🥗 సహాయపడే ఆహారం: • తులసి చాయ్, చామొమైల్ టీ • హల్దీ పాలు, బ్రెయిన్‌కు సహజ నిద్రహార్మోన్ల ఉత్పత్తి చేస్తాయి • అరటి, బాదం, గోధుమలు • మసాలా, క్యాఫీన్, మద్యం, రాత్రి పెద్ద భోజనాలు తప్పించండి 📌 2–3 వారాలపాటు నిద్రలేమి ఉంటే వైద్యుడిని సంప్రదించండి

# eatingDisorders
source: Eating Disorders 🍽 What Are They? • Eating disorders are not just about food — they are linked to thoughts and feelings about body image, control, and self-worth. • They often come from stress, trauma, or low confidence — not greed or attention-seeking. • These are serious but treatable with the right help and support. 🔎 Types of Eating Disorders 🍽 Anorexia Nervosa: Avoiding food to feel “in control” • Intense fear of gaining weight even if underweight. • Skipping meals, hiding food, or lying about eating. • Overexercising, calorie counting, comparing with celebrities. • Feeling weak, dizzy, or missing periods. • Wearing loose clothes to hide weight loss. 😞 Bulimia Nervosa: Eating a lot, then trying to undo it out of guilt. • Binge eating sweets or junk food during stress. • Vomiting, fasting, or using laxatives to “compensate.” • Hiding habits due to shame or guilt. • Mood swings, digestive issues, and low self-esteem. 🥺 Binge Eating Disorder (BED): Emotional overeating without purging. • Eating out of sadness, boredom, or loneliness — not hunger. • Eating secretly and feeling guilty afterwards. • Feeling numb or out of control while eating. • Gaining weight and avoiding social events or shopping. 🧠 What Might Cause It? • Teasing or criticism about body or weight. • Pressure from social media or beauty standards. • Past trauma, abuse, heartbreak, or bullying. • Using food to feel in control or escape feelings. • Unrealistic wedding, movie, or cultural ideals about thinness. • Diet culture that glorifies starvation as “healthy.” 🩺 Physical Effects (Often Ignored) • Weakness, tiredness, fainting spells. • Hair fall, dry skin, brittle nails. • Missed periods or fertility issues. • Digestive issues like bloating, constipation, acidity. • Poor immunity and delayed healing. • Heart risks and weak bones over time. 🛑 What It’s Not • Not just “being picky” or “trying to lose weight.” • Not “a phase” — it needs care and attention. • Not only a “Western issue” — it happens in India too. • Not about vanity — it’s a sign of emotional pain. ❤️ How to Support Someone (or Yourself) • Listen with care and empathy — not judgment. • Avoid making any comments about body weight. • Don’t force food or scold — this increases shame. • Encourage regular meals, sleep, gentle movement, and expressing feelings. • Suggest seeing a therapist, support group, or dietitian trained in eating disorders. 🌼 When to Seek Help • If eating habits affect your work, studies, or relationships. • If you feel ashamed after eating or avoid social events. • If you obsess over your body, food, or constantly weigh yourself.
bn: খাদ্যাভ্যাসজনিত সমস্যা (ইটিং ডিসঅর্ডার) 🍽 কী? • এটি শুধুমাত্র খাবার নয়, বরং শরীরের চেহারা, নিয়ন্ত্রণ এবং আত্মসম্মানের সঙ্গে যুক্ত মানসিক সমস্যা 🔎 ধরন: 🍽 অ্যানোরেক্সিয়া: ওজন বাড়ার ভয়ে না খাওয়া 😞 বুলিমিয়া: বেশি খাওয়া, তারপর বমি/উপবাস 🥺 বিঞ্জ ইটিং: মন খারাপ হলে বেশি খাওয়া, পরবর্তীতে দোষবোধ 🧠 কারণ: • চেহারা নিয়ে উপহাস, সোশ্যাল মিডিয়ার প্রভাব • ট্রমা, সম্পর্ক ভেঙে যাওয়া • সৌন্দর্য সংক্রান্ত সামাজিক চাপ 🩺 প্রভাব: • দুর্বলতা, মাথা ঘোরা, কোষ্ঠকাঠিন্য • মাসিক বন্ধ 🛑 ভুল ধারণা: • এটা কেবল খাওয়ার অভ্যাস নয় • এটা ‘ফেজ’ নয় — এটা মানসিক অবস্থা ❤️ কীভাবে সাহায্য করবেন: • সহানুভূতিশীল হন, দোষ না দিন • ওজন নিয়ে মন্তব্য করবেন না • বাধ্য না করে পেশাদার সাহায্য নিন 🌼 কখন সাহায্য নেবেন: • খাওয়া-দাওয়া সামাজিক জীবন বা আত্মসম্মান নষ্ট করছে • খাওয়ার পর গিল্টি ফিলিং হয়
hi: ईटिंग डिसऑर्डर 🍽 क्या है? • यह सिर्फ खाने से नहीं, बल्कि शरीर की छवि और आत्मसम्मान से जुड़ी मानसिक स्थिति है • यह भावनात्मक दर्द, तनाव या नियंत्रण की कमी से आता है 🔎 प्रकार: 🍽 एनोरेक्सिया: वजन बढ़ने के डर से खाना न खाना • कम खाना, भोजन छुपाना, वजन कम करने की कोशिश • सिरदर्द, थकावट, मासिक चक्र बंद होना 😞 बुलीमिया: ज्यादा खाना और फिर उल्टी, उपवास या दवा से छुटकारा • गिल्ट के साथ खाने की आदतें छिपाना 🥺 बिंज ईटिंग: भावनात्मक कारणों से बहुत खाना, भले भूख न हो • गुपचुप खाना, खुद से शर्म महसूस करना 🧠 कारण: • बॉडी शेमिंग, सोशल मीडिया का दबाव • ट्रॉमा, ब्रेकअप, घरेलू कलह • सुंदरता के अवास्तविक मानक 🩺 प्रभाव: • थकावट, चक्कर, कब्ज, कमजोरी, पीरियड रुकना 🛑 यह क्या नहीं है: • सिर्फ वजन घटाने की कोशिश या फेज नहीं ❤️ समर्थन कैसे करें: • सहानुभूति से सुनें, वजन पर टिप्पणी न करें • खाने के लिए मजबूर न करें • पेशेवर मदद लेने को कहें 🌼 मदद कब लें: • जब खाने की आदतें जीवन को प्रभावित करें • यदि शर्म, रोना, खुद से नफरत हो
mr: खाण्याचे विकार 🍽 काय आहे? • केवळ अन्नासंबंधी नव्हे, तर शरीर, वजन आणि आत्म-सन्मान यांच्याशी संबंधित मानसिक समस्या 🔎 प्रकार: 🍽 अ‍ॅनोरेक्सिया: वजन वाढू नये म्हणून जेवण टाळणे 😞 ब्यूलीमिया: खूप खाल्ल्यानंतर उलटी करणे, उपास ठेवणे 🥺 बिंज ईटिंग: भावनांच्या प्रभावामुळे खूप खाणं 🧠 कारणे: • शरीराविषयी उपहास, सोशल मीडियाचा दबाव • ट्रॉमा, ब्रेकअप, कौटुंबिक कलह • सौंदर्याच्या अती अवास्तव अपेक्षा 🩺 परिणाम: • थकवा, केस गळणे, मासिक बंद होणे • पचन समस्यांमुळे त्रास 🛑 काय नाही: • फक्त 'नखरेल' असणं नाही • 'फेज' नाही – हे गंभीर आहे ❤️ मदत कशी कराल: • सहानुभूती ठेवा, टीका नको • जबरदस्तीने जेवायला लावू नका • समुपदेशन, सपोर्ट ग्रुप्स, डायटिशियन यांचं मार्गदर्शन घ्या 🌼 मदतीची गरज कधी: • खाण्यामुळे आत्म-सन्मान, आरोग्यावर परिणाम होत असल्यास • जेवल्यावर अपराधी वाटत असल्यास
te: ఆహార సంబంధిత రుగ్మతలు 🍽 ఇవేంటి? • ఇవి ఆహారాన్ని, శరీరరూపాన్ని, స్వీయ విలువను గురించిన ఆలోచనలతో ముడిపడిన మానసిక సమస్యలు 🔎 రకాలు: 🍽 అనోరెక్సియా: బరువు పెరగకూడదన్న భయంతో తినకపోవడం 😞 బులీమియా: తినిన తర్వాత తలుచుకుని వాంతి, ఉపవాసం చేయడం 🥺 బింజ్ ఈటింగ్: మానసికంగా బాధపడి, ఎక్కువగా తినడం 🧠 కారణాలు: • బరువు గురించి కామెంట్లు, సోషల్ మీడియా ప్రభావం • పాత బాధలు, ఒత్తిడి, విపత్తులు • సాంప్రదాయ ఆడవారికి పెట్టే అందాల ప్రమాణాలు 🩺 ప్రభావాలు: • అధిక అలసట, జుట్టు రాలడం • నెలసరి రాకపోవడం, గర్భధారణ సమస్యలు • జీర్ణకోశ సమస్యలు, మలబద్దకం, ఆమ్లతా 🛑 ఇది ఏమి కాదు: • చిన్నపిల్లల అలవాటు కాదు • ‘తప్పకుండా నయం అవుతుంది’ అనే సగటు సమస్య కాదు • ఇది వెస్ట్రన్ మాత్రమే అనుకునే వ్యాధి కాదు – భారతదేశంలో కూడా ఉంది ❤️ ఎలా సహాయం చేయాలి: • విమర్శించకుండా వినండి • బరువు గురించి కామెంట్ వద్దు • మానసిక ఆరోగ్య నిపుణులతో సంప్రదించండి 🌼 ఎప్పుడైతే వైద్య సహాయం అవసరం: • తినే అలవాట్లు చదువులో, పనిలో ఆటంకం కలిగిస్తే • తిన్న తర్వాత గిల్టీ ఫీలింగ్ వస్తే • బరువు గురించి అతిగా ఆలోచిస్తుంటే

# stressAndBurnout
source: Stress and Burnout 💭 What Is It? • Stress is normal in small amounts and can help you perform tasks. • But when stress is constant and doesn’t go away, it can turn into burnout — a state of deep mental, emotional, and physical exhaustion. • Burnout feels like your mind saying, “I can’t do this anymore.” 🌪️ Common Symptoms 😵‍💫 Mental: • Always thinking about problems or tasks. • Trouble focusing or remembering things. • Feeling overwhelmed or mentally stuck. • Lack of motivation for even small things. 💔 Emotional: • Feeling drained, numb, or emotionally flat. • Quick to anger, sadness, or irritation. • Feeling helpless, hopeless, or trapped. • Losing interest in things you used to enjoy. 😖 Physical: • Frequent headaches, body aches, or tiredness. • Too much or too little sleep. • Digestion issues, acidity, or low appetite. • Falling sick often — low immunity. 💡 Stress vs Burnout • Stress = over-engaged; burnout = emotionally shut down. • Stress = urgent and tense; burnout = exhausted and numb. • With stress you still care; with burnout you feel like nothing matters. 🧠 When You Might Be Burning Out • You dread each day — holidays don’t help. • You want to quit your job, school, or life duties. • You avoid people, even loved ones. • You no longer care about what once mattered. • You imagine running away or disappearing. • You feel like a failure despite trying hard. • You scroll endlessly, sleep too much, or isolate to escape. ✅ What Can Help (Gentle Self-Care) 🕒 Daily Life: • Take short breaks — even 10–15 minutes. • Follow simple routines for sleep, meals, and movement. • Avoid multitasking — do one thing at a time. • Say “no” when needed — protect your energy. 🧘 Mind & Body: • Try deep breathing, prayer, or short meditation. • Stretch or walk gently — for calm, not fitness. • Talk to someone who listens without judging. • Limit screen time — especially doomscrolling or comparisons. 💬 Mindset Shifts: • You’re not lazy — you’re exhausted and need care. • Rest is necessary, not a reward. • You don’t have to fix everything today. • Slowing down is still progress. 🥗 Helpful Foods: • Drink water, nimbu pani, or buttermilk — stay hydrated. • Eat nuts, seeds, fruits, grains, and a little ghee. • Try calming teas like chamomile, tulsi, or ginger. • Avoid too much caffeine, sugar, fried food, or skipping meals. 📍 When to Seek Help • If you feel constantly tired, sad, angry, or numb. • If your work, studies, or home life are affected. • If you can’t sleep or eat properly for weeks. • If you feel like giving up, quitting, or harming yourself — talk to a professional.
bn: চাপ ও বার্নআউট 💭 কী? • অল্প চাপ সহ্যযোগ্য, কিন্তু দীর্ঘদিন ধরে চাপ থাকলে তা মানসিক ও শারীরিকভাবে ক্ষতিকর হয়ে যায় — যাকে বার্নআউট বলে 🌪️ উপসর্গ: 😵‍💫 মানসিক: • সবসময় চিন্তা করা • মনোযোগের অভাব • ছোট কাজেও অনীহা 💔 আবেগ: • আবেগশূন্যতা, রাগ, দুঃখ • আগের পছন্দের কাজেও আগ্রহ না থাকা 😖 শারীরিক: • মাথাব্যথা, শরীর ব্যথা • ঘুম সমস্যা • হজমের সমস্যা 💡 পার্থক্য: • চাপ = অত্যন্ত সচেতন • বার্নআউট = অনুভূতিহীনতা, ক্লান্তি 🧠 কখন বুঝবেন: • প্রতিদিন ভারি মনে হওয়া • কাজ বা সম্পর্ক ছেড়ে দিতে ইচ্ছা হওয়া • একা থাকতে চাওয়া ✅ করণীয়: 🕒 দৈনন্দিন জীবনে: • ছোট বিরতি নিন • নিয়ম মেনে ঘুম, খাওয়া, চলাফেরা করুন 🧘 মন ও শরীর: • শ্বাস ব্যায়াম, ধ্যান • হালকা হাঁটা বা স্ট্রেচিং 💬 মানসিক দৃষ্টিভঙ্গি: • আপনি অলস নন — আপনি ক্লান্ত • বিশ্রাম প্রয়োজন • ধীরে চলাও অগ্রগতি 🥗 খাদ্য: • জল, লেবুর জল, ছাছ • বাদাম, ফল, শস্য • কম ক্যাফেইন, কম চিনি 📍 কবে সাহায্য নেবেন: • দীর্ঘদিন ক্লান্তি, দুঃখ, রাগ বা শূন্যতা অনুভব করলে • ঘুম বা খাওয়ার সমস্যা থাকলে • আত্মহানির চিন্তা থাকলে
hi: तनाव और बर्नआउट 💭 क्या है? • थोड़ा तनाव सामान्य है — यह काम करने में मदद करता है • लेकिन लंबे समय तक बिना आराम के तनाव बर्नआउट में बदल जाता है — शारीरिक, मानसिक और भावनात्मक थकावट 🌪️ लक्षण: 😵‍💫 मानसिक: • हर समय समस्याओं के बारे में सोचना • ध्यान की कमी • मोटिवेशन की कमी 💔 भावनात्मक: • थकावट, चिड़चिड़ापन, उदासी • कोई चीज़ अच्छी न लगना 😖 शारीरिक: • सिरदर्द, शरीर दर्द, थकान • नींद की समस्या • पाचन में गड़बड़ी 💡 अंतर: • तनाव = अधिक सक्रिय • बर्नआउट = सुन्नता, कुछ महसूस न होना 🧠 कब पहचानें: • हर दिन बोझ जैसा लगे • लोगों से दूरी • 'सब छोड़ देना है' जैसा महसूस होना ✅ क्या करें: 🕒 जीवनशैली: • छोटे ब्रेक लें • रूटीन बनाएं • एक बार में एक काम करें 🧘 मन और शरीर: • सांस, ध्यान, हल्का व्यायाम • स्क्रीन टाइम कम करें 💬 सोच में बदलाव: • आप आलसी नहीं — आप थके हैं • आराम ज़रूरी है • धीमा चलना भी प्रगति है 🥗 भोजन: • पानी, छाछ, नींबू पानी • बादाम, फल, साबुत अनाज • बहुत कैफीन, तला भोजन, भूखा रहना — इससे बचें 📍 डॉक्टर से मदद लें यदि लक्षण लंबे समय तक बने रहें
mr: तणाव आणि बर्नआउट 💭 काय आहे? • थोडा तणाव चालतो – पण दीर्घकाळ सतत ताण असेल तर बर्नआउट होते 🌪️ लक्षणे: 😵‍💫 मानसिक: • सतत कामाचा विचार • लक्ष लागत नाही • लहान गोष्टींमध्ये रस वाटत नाही 💔 भावनिक: • थकवा, निराशा, सुन्नता • त्रासिकपणा, रडू येणे • आशा हरवलेली वाटणे 😖 शारीरिक: • डोकेदुखी, अंगदुखी • झोपेचा बिघाड • पचन समस्या, अशक्तपणा 💡 तुलना: • तणाव = जास्त प्रेरणा, पण दडपण • बर्नआउट = उत्साह हरवलेला, काही वाटेनासं 🧠 कधी ओळखाल: • प्रत्येक दिवस भीतीचा वाटतो • काहीही करायची इच्छा राहत नाही • लोकांपासून दूर जावंसं वाटतं ✅ काय करावे: 🕒 दिनचर्या: • दर तासाला लहान ब्रेक • झोप, जेवण, हालचाल यामध्ये नियमितता 🧘 मन-शरीर: • ध्यान, प्रार्थना, श्वसन • सौम्य व्यायाम – चालणे, स्ट्रेचिंग 💬 मनाची रूपांतरे: • आळशी नाही, थकलेले आहात • विश्रांती गरजेची आहे • हळू चालणं = प्रगती 🥗 आहार: • पाणी, लिंबूपाणी, ताक • सुकामेवा, गहू, फळे • जास्त कॅफीन, साखर, तळलेले टाळा 📍 डॉक्टरांची मदत घ्या: • थकवा, चिडचिड, झोपेच्या समस्या सतत असतील • आत्महानीविषयक विचार येत असतील
te: మానసిక ఒత్తిడి మరియు బర్నౌట్ 💭 ఇది ఏమిటి? • కొన్ని రోజులు ఒత్తిడిగా ఉండొచ్చు. కానీ అది ఎప్పటికీ అలాగే ఉంటే, అది ‘బర్నౌట్’ అనే తీవ్ర స్థితికి దారి తీస్తుంది 🌪️ లక్షణాలు: 😵‍💫 మానసిక: • ఎప్పటికీ పని గురించే ఆలోచనలు • ఫోకస్ లేకపోవడం, మర్చిపోవడం • సులభమైన పనులు కూడా భారం అనిపించడం 💔 భావోద్వేగ: • ఎమోషనల్‌గా గోప్పలా ఉండటం • చిరాకు, ముడుచుకోవడం, ఆవేదనతో ఉండటం • ఏమీ చేయాలనిపించకపోవడం 😖 శారీరక: • తలనొప్పులు, శరీరం నొప్పులు • నిద్రలో అంతరాయం • జీర్ణత సమస్యలు 💡 తేడా: • ఒత్తిడి = ఎక్కువగా తలలోనే ఉండే వ్యాపకం • బర్నౌట్ = అసలు ఏమీ అనిపించకపోవడం 🧠 ఎప్పుడైతే గుర్తించాలి: • ప్రతి రోజు ఆరంభం భారంగా అనిపించాలి • పని, చదువు, బంధాలను మానేయాలనిపించడం • ఒంటరిగా ఉండాలని అనిపించడం ✅ ఉపశమన మార్గాలు: 🕒 రోజు వారి జీవితంలో: • 10 నిమిషాల విరామం తీసుకోండి • నిద్ర, ఆహారం, నడకకి ఒక రొటీన్ ఉండాలి 🧘 మైండ్ & బాడీ: • నెమ్మదిగా శ్వాస తీసుకోవడం • ప్రార్థన, మైండ్‌ఫుల్‌నెస్ ప్రయోగించండి • స్నేహితులతో మాట్లాడండి 💬 మైండ్‌సెట్ మార్పులు: • మీరు సత్తా లేనివారు కాదు, మీరు అలసిపోయారు • విశ్రాంతి అవసరం, అది బహుమతి కాదు • నెమ్మదిగా ప్రయాణించినా, అది కూడా ప్రగతే 🥗 ఆహార మార్గదర్శకాలు: • నింబూ పానీ, బటర్ మిల్క్ త్రాగండి • పళ్ళు, బియ్యం, గింజలు తినండి • ఎక్కువ కాఫీ, చక్కెర, ఫ్రైడ్ ఫుడ్ మానండి 📍 డాక్టర్‌కు వెళ్లాల్సిన సమయంలో: • ఎప్పటికీ అలసటగా ఉండడం • పని/చదువులో ఆటంకం వస్తే • నిద్ర, తినే అలవాట్లు పూర్తిగా మారితే • జీవితానికి అర్థం లేదని అనిపించితే, వెంటనే మద్దతు తీసుకోండి

# optionA
source: Not at all
bn: মোটেও না
hi: बिल्कुल नहीं
mr: अजिबात नाही
te: కాదేమీ కాదు

# optionB
source: Few days
bn: কয়েকদিন
hi: कुछ दिन
mr: काही दिवस
te: కొద్ది రోజులు

# optionC
source: Half of the days
bn: অর্ধেক দিন
hi: आधे दिन
mr: निम्म्या दिवसांमध्ये
te: అర రోజులు

# optionD
source: Almost every day
bn: প্রায় প্রতিদিন
hi: लगभग हर दिन
mr: जवळजवळ दररोज
te: దాదాపు ప్రతిరోజూ
