Repository: hansika457/Sukoon-SETU
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, mr, te

# arthritis
source: Arthritis 🦴 What is Arthritis? • Arthritis means swelling and inflammation in joints like knees, fingers, elbows, or back. • It causes joint pain and stiffness, making movement difficult. • Types include osteoarthritis (age-related), rheumatoid arthritis (autoimmune), and others. • Common in older adults but can affect younger people too. ⚠️ Common Symptoms • Joint pain — especially after rest or in the morning. • Swelling around joints, often warm to touch. • Difficulty bending, stretching, or doing daily tasks. • Grinding or clicking sounds in joints during movement. • Weak grip or trouble holding things. 🧠 Why It Happens? • Wear and tear due to aging or overuse of joints. • Autoimmune issues where the body attacks its own joints. • Obesity increases pressure on knees and hips. • Previous injuries or joint infections. ✅ What You Can Do • Stay active — walking, yoga, and swimming keep joints flexible. • Use warm compresses or heating pads to ease pain. • Lose excess weight to reduce joint pressure. • Eat anti-inflammatory foods like turmeric milk, omega-3s, fruits, and vegetables. • Use proper footwear and helpful tools for daily work. • Talk to a doctor about calcium and vitamin D supplements. 📌 When to Visit a Doctor • If joint pain and stiffness continue for weeks. • If there is swelling, redness, or limited joint movement. • If morning stiffness lasts more than 30 minutes daily.
bn: আর্থ্রাইটিস 🦴 কী? • এটি একটি অবস্থা যেখানে হাড়ের সন্ধিতে (জয়েন্টে) ফোলা বা জ্বালা হয়, যার ফলে ব্যথা ও জড়তা অনুভূত হয়। • এটি হাঁটু, আঙুল, কনুই বা পিঠে বেশি দেখা যায়। • এটি বৃদ্ধদের মধ্যে বেশি দেখা যায় কিন্তু তরুণদেরও হতে পারে। ⚠️ উপসর্গ: • বিশেষ করে বিশ্রামের পর বা সকালে জয়েন্টে ব্যথা • জয়েন্টের চারপাশে ফোলা ও উষ্ণতা • হাত-পা বাঁকাতে অসুবিধা • চলাফেরার সময় টুকটুক শব্দ • ধরতে অসুবিধা বা দুর্বলতা ✅ কারণ: • হাড় ক্ষয় হওয়া (বয়সজনিত) • অটোইমিউন রোগ • অতিরিক্ত ওজন • পুরনো আঘাত বা সংক্রমণ ✅ করণীয়: • হালকা হাঁটা, সাঁতার কাটা, যোগব্যায়াম • গরম পানি সেঁক বা হিটিং প্যাড ব্যবহার • ওজন কমানো • হলুদ দুধ, ওমেগা-৩, শাকসবজি গ্রহণ • সঠিক জুতা ও সাহায্যকারী যন্ত্র ব্যবহার • ক্যালসিয়াম ও ভিটামিন D গ্রহণ (ডাক্তারের পরামর্শে) 📌 চিকিৎসা নিন: • যদি জয়েন্টে দীর্ঘদিন ব্যথা থাকে • যদি ফোলা বা লালচে হয়ে যায় • সকালে ৩০ মিনিটের বেশি জড়তা থাকে
hi: गठिया 🦴 क्या है? • जोड़ों की सूजन या जलन — जैसे घुटने, उंगलियां, पीठ • इससे दर्द और अकड़न होती है • ओस्टियोआर्थराइटिस (बुढ़ापे में), रुमेटॉइड (प्रतिरक्षा समस्या) आदि प्रकार होते हैं ⚠️ लक्षण: • सुबह या आराम के बाद जोड़ों में दर्द • जोड़ों के आसपास सूजन व गर्माहट • झुकने या खिंचने में दिक्कत • हड्डियों में घर्षण की आवाज़ • पकड़ कमजोर होना ✅ कारण: • उम्र या अत्यधिक प्रयोग से हड्डियों का घिसना • शरीर की प्रतिरक्षा प्रणाली का हमला • मोटापा • पुराने चोट या संक्रमण ✅ क्या करें: • हल्के व्यायाम करें — चलना, तैराकी, योग • गर्म पट्टी लगाएं • वजन कम करें • हल्दी दूध, ओमेगा-3, हरी सब्जियां खाएं • आरामदायक जूते व उपकरण उपयोग करें • डॉक्टर की सलाह पर कैल्शियम, विटामिन D लें 📌 डॉक्टर को दिखाएं: • यदि दर्द हफ्तों तक बना रहे • अगर सुबह stiffness 30 मिनट से ज्यादा रहे • सूजन या हरकत में रुकावट हो
mr: आर्थरायटिस 🦴 काय आहे? • सांध्यांमध्ये (जसे गुडघे, बोटं, पाठी) सूज व जळजळ होऊन हालचाल कठीण होते • वृद्धांमध्ये सामान्य, पण तरुणांनाही होऊ शकते ⚠️ लक्षणे: • विश्रांतीनंतर किंवा सकाळी सांधेदुखी • सूज, उष्णता जाणवणे • वाकण्यात/ताण देण्यात अडचण • सांध्यातून आवाज येणे • वस्तू पकडण्यास त्रास ✅ कारणे: • वाढत्या वयामुळे सांधांचा झिज • ऑटोइम्यून आजार • लठ्ठपणा (गुडघ्यावर दबाव) • जुने इजा किंवा संसर्ग ✅ उपाय: • चालणे, पोहणे, योगासनांनी हालचाल ठेवा • गरम पाण्याचा शेक घ्या • वजन कमी करा • हळदी दूध, ओमेगा-3, फळभाज्या खा • योग्य बूट व सहाय्यक उपकरण वापरा • डॉक्टरच्या सल्ल्याने कॅल्शियम/व्हिटॅमिन D घ्या 📌 डॉक्टरांकडे जा: • दुखणं काही आठवड्यांपर्यंत राहत असल्यास • सूज, लालसरपणा, हालचाली बंद झाल्यास • दररोज ३० मिनिटांहून अधिक stiffness असेल
te: ఆర్థరైటిస్ 🦴 ఆర్థరైటిస్ అంటే ఏమిటి? • ఇది కీళ్లలో (మోకాళ్లు, వేళ్లు, ఎల్బోలు, వెన్నెముక) బొబ్బను, నొప్పిని కలిగించే పరిస్థితి • వయస్సు పెరిగే కొద్దీ సాధారణం, కానీ యువతలో కూడా కనిపించవచ్చు ⚠️ లక్షణాలు: • విశ్రాంతి తర్వాత లేదా ఉదయం కీళ్ల నొప్పి • చుట్టూ పైన పూసినట్టు ఉండటం, వేడిగా ఉండటం • వంచే సమయంలో ఇబ్బంది • కీళ్ల నుంచి గుళ్లు లేదా క్రింక్ శబ్దం రావడం • పట్టుకోవడం, పట్టు తగ్గిపోవడం ✅ కారణాలు: • వయస్సు వల్ల కీళ్ల వాడకంతో కలిగే నష్టం • శరీరం తాను తానూ దాడిచేసే ఆటో ఇమ్యూన్ వ్యాధులు • అధిక బరువు వల్ల కీళ్లపై ఒత్తిడి • గాయాలు లేదా ఫుల్ గా తగ్గని ఇన్ఫెక్షన్లు ✅ ఇంటి పరిష్కారాలు: • నడక, యోగా, ఈజీ స్విమ్మింగ్ వంటి చలనం చేసే వ్యాయామాలు • హీట్ ప్యాడ్ లేదా గోరువెచ్చని నీటి సీకు • బరువు తగ్గించడం • వేప, హల్దీ పాలు, ఓమెగా-3, ఆకుకూరలు తీసుకోవాలి • సహాయక పాదరక్షలు, స్టిక్స్ ఉపయోగించాలి • డాక్టర్ సూచన మేరకు కాల్షియం & విటమిన్ D తీసుకోవాలి 📌 ఎప్పుడైతే వైద్యుడు వద్దకి వెళ్లాలి: • కొన్ని వారాలపాటు నొప్పి ఉంటే • ఫూలడం, ఎరుపు, కదలించలేకపోవడం ఉన్నప్పుడు • ఉదయం ఒక్కసారిగా కదలలేకపోతే (30 నిమిషాలు+)

# migrane
source: Migraine 🧠 What is a Migraine? • A migraine is a throbbing headache, usually on one side of the head, lasting for hours or even days. • It often comes with nausea, sensitivity to light, sound, or smell, and extreme tiredness. ⚠️ Symptoms • Pulsating pain on one side of the head. • Nausea or sometimes vomiting. • Sensitivity to bright light, loud sounds, or strong smells. • Visual issues like flashes of light or blurry vision (aura). • Feeling exhausted even after the headache ends. 🚫 Triggers to Watch • Stress, irregular sleep, or skipping meals. • Bright lights, loud noises, or strong smells. • Hormonal changes (more common in women). • Dehydration or fasting. • Trigger foods like chocolate, cheese, and processed meats. ✅ Relief and Prevention • Rest in a dark, quiet room during an episode. • Apply a cold pack or cloth to your forehead. • Keep a diary to track and avoid your triggers. • Eat on time and drink enough water. • Practice relaxation, deep breathing, or meditation regularly.
bn: মাইগ্রেন 🧠 কী? • এটি একধরনের মাথাব্যথা যা মাথার একপাশে তীব্র ব্যথার সৃষ্টি করে • সাধারণত এটি কয়েক ঘন্টা বা দিন পর্যন্ত স্থায়ী হতে পারে • সাথে বমি বমি ভাব, আলো/গন্ধ/আওয়াজে সংবেদনশীলতা থাকতে পারে ⚠️ উপসর্গ: • মাথার এক পাশে কম্পমান ব্যথা • বমি বমি ভাব বা বমি • আলো, শব্দ বা গন্ধে বিরক্তি • ঝাপসা দৃষ্টি বা আলো ঝলসানো (অরা) • মাথাব্যথার পর ক্লান্তিভাব 🚫 ট্রিগার: • অতিরিক্ত চাপ, অনিদ্রা, খাবার বাদ যাওয়া • উজ্জ্বল আলো, জোরে শব্দ, গন্ধ • হরমোন পরিবর্তন (বিশেষ করে নারীদের মধ্যে) • চকলেট, চিজ, প্রসেসড মাংস ইত্যাদি ✅ করণীয়: • অন্ধকার ও শান্ত ঘরে বিশ্রাম নিন • ঠান্ডা কাপড় বা বরফ মাথায় ব্যবহার করুন • ট্রিগার চিহ্নিত করে এড়িয়ে চলুন • নিয়মিত খাবার ও জল গ্রহণ করুন • নিয়মিত ধ্যান ও শ্বাসের ব্যায়াম করুন
hi: माइग्रेन 🧠 क्या है? • एक तरफ सिर में धड़कता दर्द जो कई घंटों या दिनों तक रहता है • इसमें मतली, रोशनी/आवाज़/गंध के प्रति संवेदनशीलता भी हो सकती है ⚠️ लक्षण: • सिर के एक तरफ तेज़ दर्द • मतली या उल्टी • रोशनी, आवाज़ या गंध से परेशानी • आंखों के आगे चमक या धुंध (ऑरा) • थकान, कमजोरी 🚫 ट्रिगर: • तनाव, नींद की कमी, भूख लगना • तेज रोशनी या शोर, तेज़ गंध • हार्मोनल बदलाव (ज्यादातर महिलाओं में) • कुछ भोजन: चॉकलेट, पनीर, प्रोसेस्ड मीट ✅ समाधान: • अंधेरे और शांत कमरे में आराम करें • माथे पर ठंडी पट्टी रखें • ट्रिगर की पहचान करें और उनसे बचें • समय पर खाना और पानी पिएं • ध्यान, गहरी सांस जैसी विधियां अपनाएं
mr: मायग्रेन 🧠 काय आहे? • डोक्याच्या एका बाजूला धडधडीत दुखणं जे काही तासांपासून अनेक दिवसांपर्यंत चालू राहू शकतं • यासोबत मळमळ, प्रकाश/आवाज/वासाचा त्रास होतो ⚠️ लक्षणे: • एका बाजूला धडधडीत डोकेदुखी • मळमळ, उलटी • प्रकाश, आवाज, वासाने त्रास होणे • झपक्यांचे प्रकाश, धूसर दृष्टि (ऑरा) • थकल्यासारखं वाटणं (संध्याकाळी विशेषतः) 🚫 कारणीभूत घटक: • तणाव, झोपेची कमतरता, जेवण न घेणे • तेज प्रकाश, आवाज, वास • हार्मोनल बदल (महिलांमध्ये जास्त) • चॉकलेट, चीज, प्रोसेस्ड मांस ✅ उपाय: • अंधार आणि शांत खोलीत आराम करा • कपाळावर थंड पाण्याचा पट्टी ठेवा • ट्रिगर लक्षात घ्या व टाळा • वेळेवर जेवण व पाणी प्या • ध्यान, श्वसन यासारखी विश्रांती तंत्र वापरा
te: మైగ్రేన్ 🧠 మైగ్రేన్ అంటే ఏమిటి? • ఇది తల వెనుకవైపు లేదా పక్కవైపు బలమైన తలనొప్పిగా మొదలవుతుంది, ఇది గంటల తరబడి ఉండొచ్చు • దీంట్లో వాంతులు, వెలుతురు/శబ్దం/వాసనలపై సున్నితత్వం ఉంటుంది ⚠️ లక్షణాలు: • తల ఒక వైపునే పౌల్సింగ్ నొప్పి • వాంతుల బాద్యత, వాంతులు • వెలుతురు, శబ్దం, వాసనలపట్ల అసహనం • కళ్ళు ముందు వెలుగు, ధూళి (ఆరా లक्षणం) • తలనొప్పి తర్వాత అసహనత, అలసట 🚫 ట్రిగ్గర్లు: • ఒత్తిడి, తక్కువ నిద్ర, టైమ్‌కు భోజనం లేకపోవడం • వెలుతురు, శబ్దం, గాఢమైన వాసనలు • హార్మోన్ మార్పులు (స్త్రీలలో ఎక్కువ) • చాకొలెట్, చీజ్, ప్రాసెస్డ్ ఫుడ్స్ ✅ నివారణ మరియు ఉపశమనం: • చీకటి, ప్రశాంత గదిలో విశ్రాంతి తీసుకోండి • తలపై చల్లటి కాంప్రెస్ పెట్టండి • ట్రిగ్గర్లు గుర్తించండి, వాటిని నివారించండి • సమయానికి తినండి, తగినంత నీరు త్రాగండి • మెడిటేషన్, నిదానమైన శ్వాసలు ప్రాక్టీస్ చేయండి

# thyroid
source: Thyroid Problems (Hypothyroidism & Hyperthyroidism) 🧠 What is Thyroid? • The thyroid is a small gland in your neck that controls energy and metabolism. • Too little thyroid hormone = hypothyroidism (slow body function). • Too much hormone = hyperthyroidism (overactive body function). ⚠️ Hypothyroidism Symptoms (More Common in Women) • Constant tiredness or sleepiness. • Weight gain even with little eating. • Cold hands and feet. • Hair fall or dry, rough skin. • Irregular or heavy menstrual periods. • Feeling low, sad, or depressed. ⚠️ Hyperthyroidism Symptoms • Weight loss despite normal eating. • Feeling anxious or nervous. • Shaking hands or rapid heartbeat. • Excess sweating or feeling too hot. • Difficulty sleeping or mood changes. ✅ Daily Care • Get regular blood tests (TSH, T3, T4) to monitor thyroid levels. • Take prescribed medicines daily—usually required for life. • Eat a healthy, balanced diet; avoid too much soy or raw cabbage. • Manage stress through yoga, meditation, or deep breathing.
bn: থাইরয়েড 🧠 কী? • গলায় থাকা থাইরয়েড গ্রন্থি শরীরের শক্তি এবং বিপাক নিয়ন্ত্রণ করে • থাইরয়েড হরমোন কম হলে হাইপোথাইরয়েডিজম হয় — শরীর ধীর হয়ে যায় • বেশি হলে হাইপারথাইরয়েডিজম — শরীর অত্যন্ত সক্রিয় হয়ে পড়ে ⚠️ হাইপোথাইরয়েডিজমের লক্ষণ: • ঘুম ঘুম ভাব, ক্লান্তি • কম খাওয়া সত্ত্বেও ওজন বৃদ্ধি • ঠান্ডা হাত-পা • চুল পড়া, শুষ্ক ত্বক • অনিয়মিত বা ভারী পিরিয়ড • মন খারাপ, বিষণ্নতা ⚠️ হাইপারথাইরয়েডিজমের লক্ষণ: • স্বাভাবিক খাওয়া সত্ত্বেও ওজন হ্রাস • উদ্বেগ, নার্ভাসনেস • কাঁপুনি, হৃদস্পন্দন বেড়ে যাওয়া • অতিরিক্ত ঘাম • ঘুমের সমস্যা, মেজাজ পরিবর্তন ✅ করণীয়: • নিয়মিত থাইরয়েড পরীক্ষা (TSH, T3, T4) • ডাক্তারের পরামর্শ অনুযায়ী ওষুধ গ্রহণ করুন • সুষম খাদ্য গ্রহণ করুন; অতিরিক্ত সয়া বা কাঁচা বাঁধাকপি এড়িয়ে চলুন • চাপ কমাতে ধ্যান ও যোগ করুন
hi: थायरॉइड (हाइपो व हाइपरथायरॉइडिज्म) 🧠 क्या है? • गर्दन में स्थित ग्रंथि जो ऊर्जा और मेटाबॉलिज्म नियंत्रित करती है • कम हार्मोन: हाइपोथायरॉइडिज्म (धीमा शरीर) • अधिक हार्मोन: हाइपरथायरॉइडिज्म (अत्यधिक सक्रिय शरीर) ⚠️ हाइपोथायरॉइड लक्षण: • लगातार थकावट • वजन बढ़ना • हाथ-पैर ठंडे लगना • बाल झड़ना, रूखी त्वचा • मासिक अनियमितता • अवसाद या उदासी ⚠️ हाइपरथायरॉइड लक्षण: • सामान्य खाने पर भी वजन घटना • घबराहट, चिंता • हाथ कांपना, तेज़ धड़कन • अधिक पसीना, गर्मी लगना • नींद में परेशानी ✅ क्या करें: • नियमित रूप से थायरॉइड की जांच कराएं (TSH, T3, T4) • डॉक्टर द्वारा दी गई दवाएं समय पर लें — अधिकतर जीवनभर • संतुलित आहार लें, सोया या कच्चा गोभी कम करें • योग, ध्यान से तनाव कम करें
mr: थायरॉईड 🧠 काय आहे? • गळ्यातील एक ग्रंथी जी शरीरातील ऊर्जा आणि चयापचय नियंत्रित करते • थायरॉईड हॉर्मोन कमी = हायपोथायरॉईडिजम (शरीर धीमा) • जास्त = हायपरथायरॉईडिजम (शरीर खूप active) ⚠️ हायपो लक्षणे: • सतत झोप येणे • कमी खाल्लं तरी वजन वाढणं • थंड हात-पाय • केसगळती, कोरडी त्वचा • अनियमित/जास्त मासिक • नैराश्य ⚠️ हायपर लक्षणे: • खाल्लं तरी वजन घटणं • घाबराट, चिंता • हात थरथरणं, धडधड वाढणं • घाम येणे • झोपेची समस्या, मूड स्विंग ✅ उपाय: • नियमित रक्त तपासणी (TSH, T3, T4) • डॉक्टरांनी दिलेल्या औषधांचे नियमित सेवन • संतुलित आहार घ्या; सोया/कच्चं कोबी कमी करा • ध्यान, श्वसन, योग करून ताण कमी करा
te: థైరాయిడ్ 🧠 థైరాయిడ్ అంటే ఏమిటి? • మెడలో ఉండే చిన్న గ్రంథి ఇది, శరీరంలో శక్తి, దహన ప్రక్రియను నియంత్రిస్తుంది • హార్మోన్ తక్కువగా ఉంటే — హైపోథైరాయిడిజం (శరీరం మందంగా పని చేస్తుంది) • ఎక్కువగా ఉంటే — హైపర్థైరాయిడిజం (శరీరం వేగంగా పనిచేస్తుంది) ⚠️ హైపోథైరాయిడ్ లక్షణాలు: • ఎక్కువగా నిద్ర రావడం • తక్కువ తిన్నా బరువు పెరగడం • చేతులు, కాళ్లు చల్లగా ఉండటం • జుట్టు రాలడం, పొడిగా ఉండటం • పిరియడ్స్ ఎక్కువగా రావడం • నొచ్చేలా ఉండటం, డిప్రెషన్ ⚠️ హైపర్ థైరాయిడ్ లక్షణాలు: • బరువు తగ్గడం (తినే బద్ధకం లేకుండా) • ఆందోళన, కంగారు • చేతులు వణకడం, గుండె వేగంగా కొట్టుకోవడం • ఎక్కువగా చెమటపడటం, వేడి అనిపించడం • నిద్రలేమి, మూడ్ స్వింగ్స్ ✅ డైలీ కేర్: • TSH, T3, T4 లాంటివి టెస్ట్ చేయించుకోండి • డాక్టర్ సూచించిన మందులు సమయానికి తీసుకోవాలి • సోయా లేదా తాజా కోబీ వంటి పదార్థాలు తక్కువగా తీసుకోవాలి • యోగా, ధ్యానం ద్వారా ఒత్తిడిని తగ్గించండి

# pCOSPCOD
source: Understanding PCOS and PCOD 👩‍⚕️ What are PCOS and PCOD? • PCOD and PCOS are hormonal conditions affecting how a woman’s ovaries function. • They cause irregular periods, hormone imbalance, and sometimes small cysts in the ovaries. • PCOS is usually more severe and linked with metabolism and insulin resistance. 📊 How Common Is It? • Around 1 in 5 women in India may have it during reproductive years (15–45). • Many women don’t realize they have it until issues like weight gain or fertility problems appear. ⚠️ Common Symptoms • Irregular or missed periods — periods may come rarely or be too heavy. • Weight gain, especially around the stomach — hard to lose even with diet. • Extra hair growth on face, chest, or stomach (hirsutism). • Hair thinning or hair fall from the scalp. • Oily skin and acne, often around the jaw or cheeks. • Mood swings, anxiety, or depression. • Difficulty getting pregnant due to ovulation issues. 🧠 Why Does It Happen? • The body produces more male hormones (androgens), which disrupt ovulation. • PCOS often includes insulin resistance, leading to weight gain or prediabetes. 🩺 How Is It Diagnosed? • Based on symptoms, hormone blood tests, and pelvic ultrasound. • Doctors also check thyroid and sugar levels to rule out other causes. 🔄 Can It Be Cured? • There is no permanent cure, but it can be managed with lifestyle and sometimes medicine. • With proper care, most women lead normal and healthy lives. ✅ What Can You Do? 🌿 Daily Lifestyle Changes: • Eat balanced meals — more veggies, fruits, whole grains; reduce sugar and fried food. • Exercise regularly — walk, dance, or do yoga for 30 minutes, 4–5 times a week. • Manage stress — try deep breathing, meditation, or journaling. • Track periods using a calendar or app. • Sleep 7–8 hours daily to support hormone health. 💬 You’re not alone — millions of women have this, even if it’s not talked about openly. • It’s okay to feel confused or upset, but help is available. • Small daily changes can make a big difference — you deserve care and understanding.
bn: পিসিওএস / পিসিওডি 👩‍⚕️ কী? • এটি একটি হরমোনজনিত সমস্যা, যেখানে নারীদের ডিম্বাণু তৈরিতে অসুবিধা হয় • অনিয়মিত মাসিক, অতিরিক্ত চুল, ব্রণ এবং ওজন বৃদ্ধি সাধারণ লক্ষণ • পিসিওএস সাধারণত পিসিওডির চেয়ে বেশি জটিল এবং মেটাবলিজম ও ইনসুলিন রেজিস্ট্যান্সের সঙ্গে সম্পর্কিত 📊 কতটা সাধারণ? • ভারতে প্রতি ৫ জন নারীর মধ্যে ১ জন এই সমস্যায় ভোগেন ⚠️ লক্ষণ: • অনিয়মিত বা খুব ভারী মাসিক • পেটে চর্বি জমা • মুখে, বুক বা পেটে চুল • মাথার চুল পড়া • ব্রণ, তেলতেলে ত্বক • মেজাজ খারাপ, উদ্বেগ বা বিষণ্নতা • গর্ভধারণে সমস্যা 🧠 কেন হয়? • শরীর অতিরিক্ত পুরুষ হরমোন তৈরি করে • ইনসুলিন রেজিস্ট্যান্স ওজন বৃদ্ধি করে 🩺 কিভাবে ধরা যায়? • উপসর্গ, রক্ত পরীক্ষা ও আল্ট্রাসাউন্ড 🔄 চিকিৎসা সম্ভব? • সম্পূর্ণ নিরাময় নয়, তবে নিয়ন্ত্রণযোগ্য ✅ করণীয়: 🌿 জীবনধারা পরিবর্তন: • সবজি, ফল, পূর্ণ শস্য খান • চিনিযুক্ত ও ভাজা খাবার কমান • সপ্তাহে ৪–৫ দিন হাঁটুন বা যোগ করুন • ধ্যান, ডায়েরি লেখা • ৭–৮ ঘণ্টা ঘুম 💬 আপনি একা নন — ছোট ছোট পরিবর্তনেও বড় উন্নতি হতে পারে
hi: पीसीओएस / पीसीओडी 👩‍⚕️ क्या है? • यह हार्मोन से जुड़ी समस्याएं हैं जिससे महिलाओं की ओवरीज़ प्रभावित होती हैं • अनियमित पीरियड, हार्मोन असंतुलन, ओवरी में सिस्ट बनना इसके संकेत हैं • PCOS अधिक गंभीर होता है और मेटाबॉलिज्म व इंसुलिन रेजिस्टेंस से जुड़ा होता है 📊 कितना आम है? • भारत में हर 5 में से 1 महिला इससे प्रभावित हो सकती है • बहुत सी महिलाएं तब जानती हैं जब उन्हें गर्भधारण या वजन की दिक्कत होती है ⚠️ लक्षण: • पीरियड का गायब होना या बहुत भारी आना • पेट के आसपास वजन बढ़ना • चेहरे, पेट या छाती पर मोटे बाल (हिरसुटिज़्म) • बाल झड़ना • तैलीय त्वचा, मुहांसे • मूड स्विंग, चिंता, अवसाद • गर्भधारण में कठिनाई 🧠 क्यों होता है? • शरीर में एंड्रोजन (पुरुष हार्मोन) ज्यादा बनते हैं • इंसुलिन रेजिस्टेंस से भी वजन व शर्करा असंतुलन होता है 🩺 जांच कैसे होती है? • लक्षण, हार्मोन जांच, शुगर जांच, अल्ट्रासाउंड 🔄 इलाज संभव है? • कोई स्थायी इलाज नहीं, लेकिन जीवनशैली से इसे नियंत्रित किया जा सकता है ✅ क्या करें: 🌿 जीवनशैली बदलाव: • सब्जी, फल, साबुत अनाज खाएं • शक्कर, तले भोजन कम करें • हफ्ते में 4–5 दिन चलें या योग करें • तनाव कम करें — ध्यान, गहरी सांस लें • नींद का ध्यान रखें — 7–8 घंटे 💬 आप अकेले नहीं हैं — समझ और बदलाव से राहत संभव है
mr: पीसीओएस / पीसीओडी 👩‍⚕️ काय आहे? • महिलांच्या अंडाशयांशी संबंधित हार्मोनल समस्या • पीरियड्स अनियमित होणे, चेहऱ्यावर/शरीरावर केस वाढणे, वजन वाढणे • PCOS अधिक तीव्र, इन्सुलिन रेसिस्टन्सशी संबंधित 📊 किती सामान्य आहे? • भारतात प्रत्येक ५ पैकी १ महिला प्रभावित ⚠️ लक्षणे: • अनियमित/जास्त पीरियड्स • पोटावर वजन वाढणे • चेहरा, छाती, पोटावर केस वाढणे • केस गळणे • त्वचा तेलकट, पुरळ • मूड स्विंग, चिंता • गर्भधारणेत अडचण 🧠 का होते? • शरीर जास्त अँड्रोजेन तयार करतं • इन्सुलिन रेसिस्टन्समुळे वजन वाढ, प्री-डायबिटीज 🩺 निदान: • लक्षणे, रक्त तपासणी, अल्ट्रासाउंड 🔄 उपाय आहे का? • पूर्णपणे नाही, पण जीवनशैलीत बदल व औषधांनी नियंत्रण शक्य ✅ काय करावे: 🌿 दैनंदिन बदल: • भरपूर भाज्या, फळे, साबुत धान्य खा • साखर व तळलेले पदार्थ कमी करा • चालणे, योग, डान्स – आठवड्यातून ४–५ वेळा • स्ट्रेस कमी करा – ध्यान, लेखन करा • ७–८ तास झोप आवश्यक 💬 लाखो महिलांना आहे – मदत घेणं योग्य आहे
te: PCOS / PCOD 👩‍⚕️ ఇవేంటి? • PCOS, PCOD అనేవి మహిళల పిండాశయాల పనితీరును ప్రభావితం చేసే హార్మోన్ల వ్యాధులు • అసాధారణ పిరియడ్స్, ముఖంపై జుట్టు, బరువు పెరగడం • PCOS ఎక్కువ తీవ్రమైనది మరియు ఇన్సులిన్ రెసిస్టెన్స్‌తో సంబంధం ఉంటుంది 📊 ఎంతగా ఉంది? • భారతదేశంలో ప్రతి 5 మందిలో 1 మహిళకు ఉండే అవకాశం ఉంది ⚠️ లక్షణాలు: • పిరియడ్స్ లేటుగా రావడం లేదా చాలా ఎక్కువగా రావడం • పొట్ట చుట్టూ బరువు పెరగడం • ముఖం, ఛాతీ, పొత్తికడుపు మీద ఎక్కువ జుట్టు రావడం • తల మీద జుట్టు తక్కువవడం • నూనెగా కనిపించే చర్మం, మొటిమలు • మూడ్ స్వింగ్స్, డిప్రెషన్, ఆందోళన • గర్భధారణలో సమస్యలు 🧠 ఎందుకు జరుగుతుంది? • శరీరం అధికంగా ఆండ్రోజెన్స్ అనే పురుష హార్మోన్ ఉత్పత్తి చేస్తుంది • ఇన్సులిన్ రెసిస్టెన్స్ వల్ల బరువు పెరగడం, షుగర్ పెరగడం 🩺 ఎలా గుర్తించాలి? • రక్త పరీక్షలు, అల్ట్రాసౌండ్, వైద్య చరిత్ర ఆధారంగా 🔄 ఇది నయం అవుతుందా? • పూర్తిగా కాదు, కానీ నియంత్రణ సాధ్యమే ✅ ఏం చేయాలి: 🌿 జీవితశైలిలో మార్పులు: • ఆహారంలో కూరగాయలు, పండ్లు, బ్రౌన్ రైస్, తక్కువ చక్కెర ఉండే పదార్థాలు • రోజుకు 30 నిమిషాలు వాకింగ్, యోగా, డ్యాన్సింగ్ చేయండి • ధ్యానం, జర్నలింగ్ ద్వారా ఒత్తిడి తగ్గించండి • పిరియడ్‌లను ట్రాక్ చేయండి • రోజుకు 7–8 గంటలు నిద్రపోండి 💬 మీరు ఒంటరిగా లేరు — ఇది చాలా మందికి ఉంది, సహాయం లభిస్తుంది

# anxiety
source: Anxiety (Generalized Anxiety Disorder) 🧠 What Is It? • Anxiety is a constant feeling of worry or fear, even when there’s no clear reason. • It becomes a disorder when worry happens almost daily and affects your ability to live normally. ⚠️ Symptoms • Feeling nervous or tense all the time, even over small issues. • Fast heartbeat, sweating, or shaky hands when stressed. • Constant “what if” thoughts — fearing bad things without reason. • Trouble focusing because the mind feels restless. • Feeling tired due to poor sleep or being on high alert always. 🔍 Common Causes • Long-term stress at work, school, or home. • Past trauma or painful memories. • Family history of anxiety or related conditions. • Use of caffeine, alcohol, or certain substances. ✅ What You Can Do • Practice deep breathing — inhale for 4 seconds, hold for 4, exhale slowly for 4. • Do light exercise like walking, yoga, or dancing. • Talk to someone — friend, family, or counselor. • Limit social media and avoid news or content that triggers anxiety. • Avoid excess tea, coffee, or energy drinks — they can worsen symptoms.
bn: উদ্বেগ (জেনারেলাইজড অ্যানজাইটি ডিসঅর্ডার) 🧠 কী? • উদ্বেগ মানে সব সময় দুশ্চিন্তা বা ভয় থাকা, এমনকি যখন কোনও বাস্তব কারণ না থাকে • যখন প্রতিদিনের জীবনে এটি সমস্যা সৃষ্টি করে, তখন একে রোগ হিসেবে ধরা হয় ⚠️ লক্ষণ: • ছোট বিষয়েও ঘন ঘন চিন্তা • হৃদস্পন্দন বেড়ে যাওয়া, ঘাম • “কী হবে যদি...” জাতীয় চিন্তা • মনোযোগ দিতে না পারা • সব সময় ক্লান্ত বা ঘুম খারাপ হওয়া 🔍 কারণ: • দীর্ঘমেয়াদি চাপ • পুরনো ট্রমা বা ভয়াবহ অভিজ্ঞতা • পারিবারিক ইতিহাস • অতিরিক্ত ক্যাফেইন, মাদক ✅ করণীয়: • ধীরে শ্বাস নিন: ৪ সেকেন্ড ইন, ৪ সেকেন্ড থামুন, ৪ সেকেন্ড এক্সহেল করুন • হালকা হাঁটা, নাচ, যোগব্যায়াম • বন্ধু, পরিবার বা কাউন্সেলরের সঙ্গে কথা বলুন • সোশ্যাল মিডিয়া এবং নেতিবাচক খবর থেকে বিরতি নিন • চা, কফি কম করুন
hi: चिंता (जनरलाइज़्ड एंग्ज़ायटी डिसऑर्डर) 🧠 क्या है? • चिंता वह भावना है जब बिना कारण बार-बार डर या तनाव महसूस होता है • अगर यह हर दिन महसूस हो और जीवन को प्रभावित करे, तो यह डिसऑर्डर हो सकता है ⚠️ लक्षण: • छोटी बातों पर भी लगातार घबराहट • दिल तेज़ धड़कना, पसीना, हाथ कांपना • “क्या होगा अगर...” जैसे नकारात्मक विचार बार-बार आना • ध्यान केंद्रित करने में कठिनाई • नींद खराब, शरीर हमेशा अलर्ट 🔍 कारण: • लंबे समय का तनाव • किसी पुराने आघात की यादें • पारिवारिक इतिहास • ज्यादा कैफीन, नशा या अन्य पदार्थ ✅ क्या करें: • गहरी सांस लें — 4 सेकंड में सांस लें, 4 सेकंड रोकें, 4 सेकंड में छोड़ें • हल्का व्यायाम करें — चलना, नाचना, योग • दोस्तों या काउंसलर से बात करें • सोशल मीडिया और बुरी खबरों से दूरी बनाएं • चाय, कॉफी, एनर्जी ड्रिंक कम करें
mr: उद्वेग (जनरलाइज्ड अॅन्झायटी डिसऑर्डर) 🧠 काय आहे? • सतत चिंता, भीती वाटणे – जरी परिस्थिती सुरक्षित असेल तरी • जर हे दररोज होऊ लागले आणि कामात अडथळा आणत असेल, तर ही एक समस्या आहे ⚠️ लक्षणे: • छोट्या गोष्टींबद्दलही चिंता • धडधड, घाम, थरथर • 'काही तरी वाईट होईल' अशी भावना • लक्ष केंद्रित करता येत नाही • सतत थकवा, झोप न लागणे 🔍 कारणे: • दीर्घकाळचा ताण • जुना मानसिक आघात • कुटुंबाचा इतिहास • कॅफिन/दारू यांचा अति वापर ✅ काय करावे: • ४ सेकंद श्वास, ४ सेकंद थांबा, ४ सेकंद बाहेर सोडा • हलकं व्यायाम, चालणं, योग • कुणाशी तरी बोला – मित्र, कुटुंब, समुपदेशक • सोशल मीडियापासून विश्रांती घ्या • चहा-कॉफी कमी करा
te: ఆందోళన (జనరలైజ్డ్ యాన్క్సైటీ డిసార్డర్) 🧠 ఇది ఏమిటి? • సాధారణ పరిస్థితుల్లోనూ నిరంతరం భయభ్రాంతులకు లోనవడం • రోజువారీ జీవితం నాశనం అయ్యేంత స్థాయిలో ఈ భయాలు ఉండటం వ్యాధిగా పరిగణిస్తారు ⚠️ లక్షణాలు: • నిరంతరం టెన్షన్, భయం • గుండె వేగంగా కొట్టుకోవడం, చెమటలు • 'ఏదైనా జరిగిపోతుందేమో' అనే భావన ఉండటం • దృష్టి సరిగా లేకపోవడం • నిద్రలేమి, అలసట 🔍 కారణాలు: • దీర్ఘకాలిక ఒత్తిడి • గతంలో జరిగిన ట్రమా • కుటుంబ చరిత్రలో మానసిక వ్యాధులు • కాఫీ, మద్యం, డ్రగ్స్ వినియోగం ✅ ఏం చేయాలి: • 4 సెకన్లు ఇన్‌హేల్ – 4 సెకన్లు హోల్డ్ – 4 సెకన్లు ఎక్స్‌హేల్ శ్వాస వ్యాయామం • హాయిగా నడక, యోగా, డ్యాన్స్ చేయండి • స్నేహితులతో, కుటుంబంతో, కౌన్సిలర్‌తో మాట్లాడండి • సోషల్ మీడియా నుంచి బ్రేక్ తీసుకోండి • కాఫీ, టీ తగ్గించండి
